{"cb_id": "5c6560d5cc7b6643213c75f0153dd21417b0ab50", "interests": "Anthropology and Education              Cultural Studies              Ethnography              Identity              Language              Literacy and Culture              Race, Inequality, and Language in Education (RILE)              Urban Education", "create_time": "2017-02-12 22:51:10", "research_summary": "H. Samy Alim is an Associate Professor in the Social Sciences, Humanities, and Interdisciplinary Policy Studies in Education (SHIPS) program faculty in Educational Linguistics and holds by courtesy appointments in Anthropology and Linguistics. His goal is to illuminate the relationships between language, race and ethnicity across a wide range of social, cultural and educational contexts. His research integrates rigorous linguistic analysis with in-depth, ethnographic engagement in local communities to contribute to theory and methodology in education, sociolinguistics, linguistic anthropology, and race and ethnic studies. Alim develops this knowledge with the twin goals of understanding how youth make sense of their social worlds and communities and helping them do so by impacting teacher preparation, pedagogy and policy. He has an interest in language, literacy, and youth culture, particularly Hip Hop Culture, and critical language awareness for socially marginalized and linguistically profiled populations.", "current_research": "Continuing ethnography of race, ethnicity, language, education and power in \\\"Sunnyside,\\\" a 2.5 square mile working class city of approximately 33,000 people, predominantly Black and Latino, with a significant population of Pacific Islanders.Continuing ethnographic studies of the performance of race and ethnicity in various contexts, from freestyle rap battles in the streets to school classrooms and playgrounds, focusing on style and stylization in interaction. Particularly interested in the intersection of race and gender, class, sexuality, etc., and how youth construct their identities in and out of school with language that highlights these intersections."}
{"cb_id": "d9dd21c3613e691f1c1cfdc0888e014a40f2a65c", "interests": "Assessment              Assessment Policies              Cognitive Psychology              Elementary Education              Foreign Language Instruction              Reading Disabilities              Reading Instruction              Research Synthesis              Second Language Reading              Teacher Education and Certification              Technology and Literacy              Technology in Teaching and Learning", "create_time": "2017-02-12 22:51:10", "research_summary": "Dr. Kamil\\'s work is concerned with the effects of technology on literacy and its acquisition. His research determines the types of materials that are best suited for use in beginning reading instruction and the appropriate balance between applications of technology and the demands of literacy. He also conducts research with English language learners. A current study examines the effects of recreational reading of information text on reading achievement of ELL students.", "current_research": "Software for literacy development; the effects of technology on literacy; second language reading; cognitive processes in reading electronic text; adolescent literacy interventions."}
{"cb_id": "6eff33846b2c13515684a06f8fe300b7822cbe31", "interests": "Ability Grouping              Classroom Dynamics              Cognitive Development              Cognitive Psychology              Curriculum and Instruction              Early Childhood Education              Elementary Education              Language              Literacy              Literacy and Culture              Reading Disabilities              Reading Instruction", "create_time": "2017-02-12 22:51:10", "research_summary": "Connie Juel\\'s research centers on literacy acquisition, especially as it is affected by school instruction. She is noted for both her longitudinal research on reading development, often following children across multiple school years, and her work on interventions to help struggling readers. She was awarded the National Reading Conference\\'s Oscar Causey Award for outstanding contributions to reading research (2002) and was elected to the Reading Hall of Fame by the International Reading Association (2001).", "current_research": "Poor Reading in Preterms: Neural Basis, Prediction, & Response to Intervention (with Heidi Feldman & Michal Ben Shachar). Five-year grant funded by NICHD, 2012-2017.Effects of early elementary school instruction, and specific interventions, on literacy and language growth.Longitudinal study of literacy development from preschool through first grade. Focus on classroom factors in 13 kindergarten and 13 first grade classrooms that affect growth across the years in children with different entering skill and language profiles."}
{"cb_id": "3b07753d49892a60e2d49905beac811a12814325", "interests": "", "create_time": "2017-02-12 22:51:10", "research_summary": "", "current_research": "Dr. Joshi\\'s teaching and research focuses on increasing knowledge and enhancing effectiveness of school mental health, pediatric psychotherapy and medication interventions. Areas of study include: the therapeutic alliance in medical care, structured psychotherapy interventions in school settings, and the teaching of pediatric psychopharmacology to medical students, residents, and fellows."}
{"cb_id": "4c80751de4958b932c927bf8bb4fb98137c6dae2", "interests": "", "create_time": "2017-02-12 22:51:10", "research_summary": "", "current_research": ""}
{"cb_id": "32293c25a8354532416ebec2798cf8b2c2b8012e", "interests": "", "create_time": "2017-02-12 22:51:10", "research_summary": "", "current_research": ""}
{"cb_id": "f6068e43dd9e86eda5882b40e0ccb4cc9af6961a", "interests": "Access and Equity              Affirmative Action              Bilingual Education / ESL              Cognitive Development              Cognitive Psychology              Educational Equity              Immigrant Issues              Language Acquisition              Legal Issues              Linguistics/Linguistic Human Rights              Literacy              Policy              Policy to Improve Research              Politics of Education              Research Policy              Race, Inequality, and Language in Education (RILE)              Social Psychology              Technology in Teaching and Learning", "create_time": "2017-02-12 22:51:10", "research_summary": "", "current_research": ""}
{"cb_id": "afc1062e613bdbe867001870079465c6fc97b4cc", "interests": "Academic Performance Standards              Achievement Tests              Assessment              Assessment Policies              Educational Policy              Educational Equity              Evaluation              High-stakes Testing              Measurements              Policy              Psychometrics              Standard Setting              Standards              Statistical Issues in Educational Accountability and Large-Scale Assessment              Testing", "create_time": "2017-02-12 22:51:11", "research_summary": "Dr. Haertel is an expert in the area of educational testing and assessment. His research and teaching focus on psychometrics and educational policy, especially test-based accountability and related policy uses of test data. His recent work has examined standard setting methods, limitations of value-added models for teacher and school accountability, impacts of testing on curriculum, students, and educational policy, test reliability, and generalizability theory.", "current_research": "Functions of test scores in discourse about education; how testing shapes ideas of success and failure for students, schools, and public education as a whole."}
{"cb_id": "a1044733af5aa4460451e709c5228e0d9cb7975a", "interests": "Academic Restructuring              Higher Education              Qualitative Research Methods", "create_time": "2017-02-12 22:51:11", "research_summary": "Dr. Gumport\\'s research addresses key changes in the academic landscape and organizational character of American higher education. Extending core concerns in the sociology of knowledge to the study of higher education, she studies how institutional practices and organizational contexts reshape the content, structure, practice, and relative legitimacy of academic fields. Her current research examines academic restructuring in public higher education. Through in-depth case studies, she shows how faculty and administrators respond to economic and political pressures, attempt to reconcile tensions between academic governance and management principles, and determine appropriate forms of support for new and long-existing fields. Dr. Gumport\\'s expertise extends across a range of higher education issues: academic change, mission clarification, program review, faculty governance, graduate education, interdisciplinarity, public system redesign, and collaboration.", "current_research": "Academic restructuring; public higher education; academic collaboration"}
{"cb_id": "a2396ec737b5c867c1f452f0ec460c783f9a4227", "interests": "English Education              Literacy              Literature              Professional / Staff Development              Teacher Community              Teacher Education and Certification", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": "Study of classroom practice in middle school English Language Arts (with Susanna Loeb), funded by the Carnegie Corporation;Study of pathways into teaching in New York City Schools (with Don Boyd, Hamilton Lankford, Susanna Loeb, and Jim Wyckoff).Cross-professional study of the teaching of practice in programs to prepare teachers, clergy, and clinical psychologists (funded by the Spencer Foundation)."}
{"cb_id": "4f0c60cf1c7502e2706175b698a38c91aba371a0", "interests": "", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": ""}
{"cb_id": "6516880a5ae609452fd049ecabf9761ef6046d2f", "interests": "Access and Equity              Cultural Studies              Educational Equity              Equity and Poverty              Higher Education              History of Education              Minorities              Multiculturalism              Race, Inequality, and Language in Education (RILE)", "create_time": "2017-02-12 22:51:11", "research_summary": "Leah Gordon is an intellectual and cultural historian whose scholarship integrates the history of American education, the history of American social thought, and African American history. She completed a joint-Ph.D. in the Department of History and the Graduate School of Education at the University of Pennsylvania in 2008. Professor Gordon is interested in the social science of race relations, in school desegregation, and in shifting conceptions of racial justice and equality in the twentieth century United States. More broadly, her research examines the politics of knowledge production, the relationship between expert and popular social theory, and the American tendency to \\\"educationalize\\\" social problems.", "current_research": "Professor Gordon\\'s first book, From Power to Prejudice: The Rise of Racial Individualism in Midcentury America (Chicago: University of Chicago Press, 2015), shows how individualistic social theoriesintellectual frameworks that made education a central battleground in the fight for racial justicegained traction in American social thought. The book received the 2016 Linda Eisenmann Prize from the History of Education Society for the best work in the history of higher education by a junior faculty member. It asks how and why racial individualism, a framework that presented prejudice and discrimination as the root cause of racial conflict, centered individuals in the study of race relations, and suggested that one could secure racial justice by changing white minds and protecting African American rights, gained influence in the two decades following World War II. A study in the racialized politics of knowledge production, the book examines institutions where social scientists, civil rights activists, and proponents of improved race relations debated the sources of and best ways to fight the race problem. A number of factors reinforced one another, the book suggests, to shore up racial individualism. These included: scientism (the belief that true social science was theoretically not politically motivated, methodologically rigorous, and often quantifiable), the rise of the postwar behavioral sciences, civil rights activists successes in the courts, postwar antiradicalism, rightward shifts in American liberalism, and the enduring appeal of uncontroversial tolerance education. These dynamics proved influential despite ongoing critiquemost notably in African American led academic spacesof social theories that reduced racial oppression to individual prejudice and discrimination. The book traces the flowering a non-economic, power-evasive conception of racism, highlights the centrality of inflated assumptions about what education can accomplish to postwar racial liberalism, and investigates the challenges of linking social science and social action in the crucial midcentury decades. You can hear Professor Gordon talk about From Power to Prejudice on The Majority Reportand Behind the News with Doug Henwood.Professor Gordon was a Faculty Research Fellow with Stanford\\'s Center for Comparative Studies in Race and Ethnicity in 2015/2016.Professor Gordon is currently working on a second book,Imagining Opportunity: Education and Equality in Modern America (under contract with the University of Chicago Press) whichprovides a history of debates over the relationship between schooling and equality of opportunity in American culture and social thought since the 1930s. The book examines contested visions of the role schools can and should play in generating a fair social order as well as the questions those discussions raised about how much, and what types of, equality are necessary in a just society. This work was supported by a 2015/2016Charles A. Ryskamp Research Fellowship from the American Council of Learned Societies."}
{"cb_id": "12d36830d3e32aca2822c9f792eb474a2e5807c6", "interests": "Access and Equity              Anthropology and Education              Curriculum and Instruction              Design Experiments              Educational Equity              Elementary Education              Ethnography              Family Issues              Learning Design              Learning Communities              Mathematics Education              Parental Involvement              Problem-based Learning              Qualitative Research Methods              Science Education              Technology in Teaching and Learning              Women in Science", "create_time": "2017-02-12 22:51:11", "research_summary": "Professor Goldman is an educational anthropologist interested in the idea that learning takes place when students are actively engaged with each other, their teachers, and others in conversations, activities,content, and technologies.She is very interested in the power of real-world contexts to drive learning, and researches how people learn in and out of school. Goldmans work focuses on creating opportunities for rich STEM learning, and for understanding how design thinking and technologies can create access and be transformational. Current work includes bringing broadening participation in STEM via family activities,design-based engagements, and through empathy work with scientists doing outreach.", "current_research": "Use and integration of digital technologies for teaching and learning; learning in informal settings, especially learning mathematics and science within families; bringing the tools and mindsets of design thinking to K-12 classrooms and to broadening STEM participation."}
{"cb_id": "33e6666c51b805c866fd4ac47e1af0e4a7fb0028", "interests": "Access and Equity              Bilingual Education / ESL              Elementary Education              Family Issues              Hispanic Issues in Education              Immigrant Issues              Inner-city Youth              Language              Latino Concerns in Education              Literacy              Minorities              Reading Instruction              Research Methods              Race, Inequality, and Language in Education (RILE)              School and District Reform              School Reform Issues              Second Language Reading", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": ""}
{"cb_id": "319befd4676d543e39b3f0af8ea3f766bfdaa47b", "interests": "", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": ""}
{"cb_id": "ba545a519e7cee22344934f52c3d5938d85d2c3e", "interests": "Learning Design              Teacher Community              Teacher Education              Technology in Teaching and Learning", "create_time": "2017-02-12 22:51:11", "research_summary": "Dr. Forssell studies the choices people make in learning new technology applications, with a special focus on teachers and students using new tools in schools. Some research questions of special interest include the impact of social learning networks on technology use and interest development, the roles of colleagues in motivating and supporting teacher technology use, and the features of digital tools that make them useful in the classroom context.", "current_research": ""}
{"cb_id": "3aa14f5ff11e91da191d56b750fb9cbd96ec751c", "interests": "Access and Equity              Administration/Management              Civic Education              Curriculum and Instruction              Higher Education              Moral Education              Policy              State and Federal Education Policy", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": "Hehas just finisheda book, written with a Stanford undergraduate as his co-author,about how and why young people should be involved in public service."}
{"cb_id": "0daebc05dbb9d25d394427e8c50a51a712a5e13c", "interests": "", "create_time": "2017-02-12 22:51:11", "research_summary": "My research examines the beliefs that shape people\\'s motivation, as well as the origins of these beliefs.", "current_research": ""}
{"cb_id": "1250d7036954899b8b7ef3bcc3d7c7d9d9d22a65", "interests": "Achievement Tests              Applied Statistics in Educational Research              Educational Policy              High-stakes Testing              Higher Education              Models in the Social and Behavioral Sciences              Psychometrics              Research Methods              School Environment              Social Networks              Statistical Issues in Educational Accountability and Large-Scale Assessment              Statistical Methods and Applications in Statistical Issues              Statistics              Survey Research Methods              Testing", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": "Ben Domingue is an assistant professor in the Graduate School of Education at Stanford University. He has two areas of active research. The first focuses on statewide standardized test scores and their uses, particularly how test scores are used in statistical models that evaluate the effectiveness of teachers and schools. On a technical level, he also is interested in the extent to which test scores and the data from which they are drawn demonstrate certain desirable properties. The second area of research focuses on the integration of genetic data into social science research. In particular, he is interested in understanding the genetic architecture of educational attainment and the way in which schools can and do moderate the association between genes and educational attainment."}
{"cb_id": "9f9bba195035aca0d60962c87132e5ecc404b3e4", "interests": "Applied Econometrics              Applied Statistics in Educational Research              Design and Analysis of Longitudinal Research              Economics of Education              Educational Policy              Educational Research in Student Testing and Large-Scale Assessment              Equity and Poverty              Evaluation              High-stakes Testing              Policy Analysis and Implementation              School and District Reform              School Finance              School Finance Reform              State and Federal Education Policy              Teacher Labor Markets              Teachers and Teachers\\' Unions", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": ""}
{"cb_id": "7b0de6924b64a2ec4aad0d6c73d046e6aa0bf648", "interests": "Academic Restructuring              Adolescent Development              Assessment By Teachers              Assessment Policies              Charter Schools              Credentialing / Preparation              Curriculum and Instruction              Educational Policy              Educational Equity              Evaluation              High-stakes Testing              Policy Analysis and Implementation              Professional / Staff Development              Research Design              Race, Inequality, and Language in Education (RILE)              School Finance Reform              School Leadership              School Redesign              School Reform Issues              Standard Setting              Standards              Teacher Education and Certification              Teacher Labor Markets              Teachers and Teachers\\' Unions              Testing              Urban Education", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": ""}
{"cb_id": "5381372cb6a470b1c29babaca40d251438f659bd", "interests": "Adolescent Development              Civic Education              Higher Education              Moral Education", "create_time": "2017-02-12 22:51:11", "research_summary": "Dr. Damon writes on moral development through the lifespan. Recently he has begun a study on the development of purpose during adolescence. In addition, he is conducting research on how young professionals can learn to do work that is at the same time highly masterful and highly moral. Damon has written several books on moral and character development, and he is the editor-in-chief of New Directions for Child and Adolescent Development and The Handbook of Child Psychology. Damon also serves as the director of the Stanford Center on Adolescence, a campus-based research think-tank that focuses on character and civic education. Damon\\'s research has led to a number of widely-recognized educational methods, including community \\\"youth charters\\\" and a training program on good journalism for mid-career news professionals.", "current_research": "Development of moral commitment through the lifespan; the formation of purpose during adolescence; educational methods for promoting character, moral identity, and the capacity for good work."}
{"cb_id": "6279036ae4a4225498ceb40dae677fc22121b7e6", "interests": "", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": ""}
{"cb_id": "ae72757c62f386fad4059365f9771743f36d6466", "interests": "", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": ""}
{"cb_id": "78cfe956ecf9dc493edc010a0b244639e0b205f2", "interests": "Access and Equity              Achievement and Motivation              Achievement Tests              Adolescent Development              Cognitive Psychology              Design Experiments              Diversity              Educational Equity              Equity and Poverty              Gender Studies              High-stakes Testing              Motivation to Learn              Others              Research Methods              Social Psychology              Women in Science", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": "Much of my research examines processes related to identity maintenance and their implications for social problems. One primary aim of my research is the development of theory-driven, rigorously tested intervention strategies that further our understanding of the processes underpinning social problems and that offer solutions to alleviate them. Two key questions lie at the core of my research: Given that a problem exists, what are its underlying processes? And, Once identified, how can these processes be overcome? One reason for this interest in intervention is my belief that a useful way to understand psychological processes and social systems is to try to change them. We also are interested in how and when seemingly brief interventions, attuned to underlying psychological processes, produce large and long-lasting psychological and behavioral change.The methods that my lab uses include laboratory experiments, longitudinal studies, content analyses, and randomized field experiments. One specific area of research addresses the effects of group identity on achievement, with a focus on under-performance and racial and gender achievement gaps. Additional research programs address hiring discrimination, the psychology of closed-mindedness and inter-group conflict, and psychological processes underlying anti-social and health-risk behavior."}
{"cb_id": "175c9fe581f2fa134bce48f12b2ef1ffceb3d167", "interests": "Applied Econometrics              Economics of Education              International Comparative Education              Race, Inequality, and Language in Education (RILE)", "create_time": "2017-02-12 22:51:11", "research_summary": "Dr. Carnoy is a labor economist with a special interest in the political economy of the educational system. He specializes in comparative analysis.", "current_research": "Researching econometric models of quality of education in Latin America and Southern Africa. Studying changes in university financing and the quality of engineering and science tertiary education in China, India, and Russia."}
{"cb_id": "c0ec29ab23edb8970083f17cfb561692f9f8f723", "interests": "Curriculum and Instruction              Professional / Staff Development              Science Education", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": ""}
{"cb_id": "a1882c2546a1940efbd3cd114df52fbd6f2aa8ad", "interests": "Civic Education              Moral Education              Multicultural Education              Multiculturalism              Policy", "create_time": "2017-02-12 22:51:11", "research_summary": "Dr. Callan is a philosopher of education whose work draws heavily on contemporary moral and political theory. His principal interests are in civic and moral education, and in the application of theories of justice and democracy to problems in educational policy and practice.", "current_research": "Civic and moral education; ethical and civic dimensions of educational policy; multicultural education and minority rights in education."}
{"cb_id": "783c61539bdbf636a1cd52b259888a9b88d94d9d", "interests": "Cultural Studies              Equity and Poverty              Equity in the Development of Technological Fluency              Ethnography              Race, Inequality, and Language in Education (RILE)              Science Education              Sociology of the Classroom", "create_time": "2017-02-12 22:51:11", "research_summary": "Bryan A. Brown is a professor of teacher education. His research interest explores the relationship between student identity, discourse, classroom culture, and academic achievement in science education. He focuses on the social connotations and cultural politics of science discourse in small-group and whole-group interaction. Additionally, his research work in science education examines how teacher and student discourse serve to shape learning opportunities for students in science classrooms. Dr. Brown\\'s work in science education in urban communities focuses on developing collaborative curricular cycles and classroom pedagogy based on developing discourse intensive instruction for urban learners. His research has expanded beyond his focus on science education, to include issues of college access in urban communities.Hisrecent work explores how classroom and school culture shapes access to higher education. He conducts mixed methodological work exploring how race, language, and culture impact students learning in urban science classrooms.", "current_research": "Dr. Brown\\'s current research examines issues of stress, culture, and language. His work examines how science is taught is ways that may alienate urban students due to the approach to language instruction. This work includes experimental work involving technology based education and inner city teaching practices."}
{"cb_id": "fa4fe5e42d2d0aacb91f60c5ef8dc9fb88146159", "interests": "", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": ""}
{"cb_id": "76489efa613e3190ffbb1613a861f43d594aabca", "interests": "", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": ""}
{"cb_id": "a24461f61c112be7ebac01babe0c2282797aef3a", "interests": "Achievement and Motivation              Administration/Management              Credentialing / Preparation              Decision Making              Educational Equity              Learning Communities              Organizational Change              Organizations              Principal Training              Qualitative Research Methods              School Leadership", "create_time": "2017-02-12 22:51:11", "research_summary": "My research interests generally focus on the challenges of school and district leadership, exploring how those challenges are met in practice. I have published case studies on strategic decision making at the district level and investigations into how principals lead teacher learning in their schools.To facilitate my field-based research, I have developed three conceptual framework that help me with data analysis in the following categories: 1) strategic educational decision making, 2) leadership development programs, and 3) teacher learning connected to organizational learning. My intent is that my research agenda will reveal the details of how leadership happens, from the education of aspiring leaders through the enactment of specific leadership agendas.", "current_research": "As of the fall of 2015, I am working on three projects:Completing a book examining how superintendents in highly diverse school districts have addressed achievement gaps. The title is Striving Toward Equity: Superintendent Leadership to Shrink Achievement Gaps. Robert G. Smith of George Mason University is the first author. The book is scheduled to be published by Harvard Education Press in the spring of 2016.Beginning a new investigation of teacher learning in the context of structured collaboration. Building on previous research conducted with colleagues in the Mid-Atlantic region, this study examines a West Coast school district\\'s effort to implement teacher collaboration focused on lesson study as a method of improving teacher practice.Examining the longer term effects of a method for teaching leadership candidates a process for improving student and school performance."}
{"cb_id": "102751e22d60bfd29951246a4fc7df73355abc24", "interests": "Assessment By Teachers              Classroom Dynamics              Design Experiments              Learning Design              Mathematical Problem-solving              Mathematics Education              Professional / Staff Development              Teacher Community              Teacher Education and Certification", "create_time": "2017-02-12 22:51:11", "research_summary": "My research explores teacher cognition and the process of learning to teach, with an emphasis on changes in novice and experienced teachers\\' knowledge and beliefs about teaching, learning, subject matter, and their classroom practices. I am particularly interested in factors that facilitate and hinder teachers\\' learning of reform-based practices, and in policies and practices that can support teacher change. Currently, my research team is studying the impact of the Problem-Solving Cycle -- a professional development program for middle school mathematics teachers that we designed -- on teachers professional community and their knowledge, beliefs, and instructional practices.", "current_research": "Toward a Scalable Model of Mathematics Professional Development: A Field Study of Preparing Facilitators to Implement the Problem-Solving CycleThe Problem-Solving Cycle (PSC) model of mathematics professional development encourages teachers to become part of a collaborative and supportive learning community. As they participate in the PSC, teachers think deeply about both mathematics content and instruction, and they explore their instructional practices with their colleagues through the use of video and other classroom artifacts. One iteration of the PSC consists of three interconnected professional development workshops, all organized around a rich mathematical task. During Workshop 1, teachers collaboratively solve the mathematical task and develop plans for teaching it to their own students. Shortly after the workshop, the teachers implement the problem with their own students and their lessons are videotaped. In Workshop 2 teachers explore the role they played in implementing the problem. In Workshop 3 teachers critically examine students mathematical reasoning.The Problem-Solving Cycle model provides a structure for mathematics teachers to work together and share a common mathematical and pedagogical experience. Our previous research suggests that it is a promising model for enhancing teachers knowledge and supporting changes in classroom practice.In our current project, initiated in Fall 2007, we are working with a group of middle school mathematics teachers in a large urban district to foster their leadership capacity, and specifically to prepare them to facilitate the Problem-Solving Cycle. We will provide 2 years of preparation and support for teachers who have been designated as mathematics instructional leaders. These instructional leaders will in turn implement the PSC with the mathematics teachers in their schools. We will document the range and quality of the instructional leaders implementation of the PSC. We will also analyze the impact of the professional development process on the mathematical knowledge and classroom teaching of the instructional leaders and the mathematics teachers with whom they work. In addition, we will analyze the impact on their students mathematics achievement. By the conclusion of the project, we anticipate that the participating schools will have the infrastructure and capacity to carry out the PSC indefinitely, using their own resources. In addition, the project will produce a highly refined set of PSC facilitation materialswith a strong emphasis on supporting a linguistically and culturally diverse student populationthat can be widely disseminated."}
{"cb_id": "0202bd1c0d4a1d4eba48ea191cf2cc0fbcb53269", "interests": "Ability Grouping              Access and Equity              Diversity              Educational Policy              Educational Equity              Equity              Gender Studies              Identity              Learning Communities              Mathematical Problem-solving              Mathematics Education              Teacher Education", "create_time": "2017-02-12 22:51:11", "research_summary": "Mathematics teaching and learning - in particular, how different teaching approaches impact students\\' learning, how to teach mathematics for a growth mindset, and how equity is promoted in mathematics classrooms. STEM and mathematics - why women and girls choose outof science and mathematics. The role of groupwork and mathematical discussions in the development of understanding. The ways teachers may be supported in moving towards equitable and effective teaching environments. The effectiveness of mathematics taught through technology.", "current_research": "The effectiveness of a student online class (https://lagunita.stanford.edu/courses/Education/EDUC115-S/Spring2014/about) (NSF). Studies on mathematics and mindset with Carol Dweck and Greg Walton (various funders). Studies on the effectiveness of math apps and games. Studying an online network and it\\'s impact on teaching and learning (Gates foundation)"}
{"cb_id": "b0d4ada4d2b2a3d74a3dcd7cf180619e5a09ddbe", "interests": "Assessment              Educational Equity              Equity              Equity in the Development of Technological Fluency              Latino Concerns in Education              Learning Design              Mathematics Education              Models in the Social and Behavioral Sciences              Multicultural Education              Problem-based Learning              Research Design              Science Education              Technology and Literacy              Technology in Teaching and Learning              Urban Education              Virtual Classroom", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": "Science, technology, engineering, and mathematics (STEM) learningDigital Fabrication for education, FabLabs, and the Makers\\' Movement, open source hardware.Multimodal learning analytics, big data in educationBifocal Modeling, modeling and simulation for science learningConstructionist, project-based learning.Low cost educational technologies for developing countries (ICT4D).Cognitive computational modeling, agent-based modeling, complexity sciences.Equity, technological fluency, critical pedagogy, computational literacy."}
{"cb_id": "72ebaef6b20d34dddf7a36956d71fd62a013931d", "interests": "Access and Equity              Applied Econometrics              Design Experiments              Economics of Education              Educational Policy              Higher Education", "create_time": "2017-02-12 22:51:11", "research_summary": "Eric Bettinger is an associate professor in the Stanford University School of Education. He is also a research associate in the program on education at the National Bureau of Economic Research and a Co-Principal Investigator at the Lemann Center for Brazilian Education at Stanford. His research interests include economics of education; student success and completion in college; teacher characteristics and student success in college; effects of voucher programs on both academic and non-academic outcomes. Erics research focuses on using rigorous statistical methods in identifying cause-and-effect relationships in higher education. His research on simplifying financial aid applications has influenced recent efforts by the White House to simplify financial aid processes. He has served as a consultant to the White House and various state governments on financial aid policies.", "current_research": "Bettinger, Eric and Bridget Long. Simplification and Incentives: A Randomized Experiment to Increase College Savings\\\"Antonio, Anthony, Eric Bettinger, Brent Evans,Jesse Foster, and Rie Kijima. The Effect of High School College Advisement: Evidence from a Randomized Evaluation in Texas.Bettinger, Eric, Michael Kremer, Maurice Kugler, and Juan Saavedra. The Effect of Educational Vouchers in Colombia on Students Labor Market Outcomes.Bettinger, Eric, Oded Gurantz, Laura Kawano, and Bruce Sacerdote. \\\"The Long-run Impacts of Merit Aid: Evidence from California\\'s Cal-Grant.\\\"Bettinger, Eric, Lindsay Fox, Susanna Loeb, and Eric Taylor, Changing Distributions: How Online College Classes Alter Student and Professor Performance."}
{"cb_id": "e9c2e6cc532c109f4ecbe9e312c9ab2cde3d9a3e", "interests": "", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": ""}
{"cb_id": "bbb1fd62dd1752a25ed99063f4fdd3442c89fc44", "interests": "Access and Equity              Community/Youth Development and Organizations              Design Experiments              Equity in the Development of Technological Fluency              Family Issues              School as a Context of Human Development              Small Group Instruction and Interaction              Technology in Teaching and Learning", "create_time": "2017-02-12 22:51:11", "research_summary": "Dr. Barron is a developmental psychologist who studies processes of collaborative learning in and out of school. She studies how individuals work together to create joint products and how what is learned and created is related to the quality of their interactions. In a five year NSF supported CAREER award she documented adolescents\\' learning ecologies (e.g. learning opportunities across home, school, libraries, virtual communities, clubs, camps) for technological fluency development across diverse communities in the Silicon Valley region with the goal of understanding how to design more equitable opportunities for learning. She co-leads the LIFE center (Learning in Informal and Formal Environments), funded by the National Science Foundation in 2005. Barron is PI for a grant funded by the MacArthur Foundation that will follow students longitudinally as they participate in programs designed to develop their technological fluency through activities such as game design, robotics, and digital movie making. The theoretical goal of this work is to articulate conditions that lead to the diversification of a child\\'s learning ecology through increasing activity in learning activities across settings.", "current_research": "Processes and products of collaboration in the context of inquiry-based learning environments, learning through project-based computer curriculum, design and assessment of community technology centers, family engagement in computing activities."}
{"cb_id": "02b00769ec95b3415edac68c32f1eee0ca7714c9", "interests": "", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": ""}
{"cb_id": "894deb6f63c1d6a1d7581c24aae1707234fb9d5c", "interests": "", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": ""}
{"cb_id": "34115c1f565fa07cdf0a86289036c6ae5f275961", "interests": "", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": ""}
{"cb_id": "594dfaec09b650682417781268e542944c5af9f9", "interests": "Access and Equity              Curriculum and Instruction              Diversity              Globalization              Inner-city Youth              International Comparative Education              Language              Linguistics/Linguistic Human Rights              Literacy              Literacy and Culture              Multicultural Education              Race, Inequality, and Language in Education (RILE)              Teacher Education              Urban Education              Writing", "create_time": "2017-02-12 22:51:11", "research_summary": "Before entering the professorate, Dr. Arnetha Ball was a speech/language pathologist, taught in pre-school, elementary and secondary classrooms for over 25 years, and was the founder and Executive Director of an early education center for students from diverse backgrounds. Currently, she conducts an interdisciplinary program of research that aims to improve education for diverse student populations in three intersecting contexts: U.S. schools in which predominantly poor African American, Latino, and Pacific Islander students are underachieving; community-based organizations that are part of an alternative education system offering \\\"second chance\\\" or \\\"last chance\\\" opportunities for individuals in search of personal, academic, and economic success; and teacher education programs in the U.S., South Africa, New Zealand, and Australia. Dr. Ball specializes in the preparation of teachers to teach in culturally and linguistically complex classrooms and has served as an Academic Specialist for the United States Information Services Program in South Africa. She has co-taught courses on multiliteracies and English methodologies in the teacher education program at the Education Campus of Witwatersrand University and has taught in the Further Diploma in Education Program at the University of Cape Town. Dr Ball\\'s research integrates sociocultural, sociolinguistic, and ethnographic approaches to investigate the processes of teacher change, teacher generativity, and teacher professional development in transnational contexts, as well as the language and literacy practices of students in multicultural and multilingual settings. She has worked with Duquesne University as their visiting Sizemore Distinguished Professor on issues of Urban Education and as a Distinguished Visiting Scholar at the University of Auckland Education Campus. She is an AERA Fellow, a past President of the American Educational Research Association, and a past U.S. Representative to the World Educational Research Association.", "current_research": "Language, Literacies, and Studies in Teacher Professional Development; research on the writing and writing instruction of culturally and linguistically diverse students; preparing teachers to teach diverse student populations in culturally and linguistically complex classrooms; linking sociocultural and linguistic theory to educational practice; and using the linguistic resources present among culturally diverse populations to enhance curriculum and instruction. She is currently conducting research on the implementation of her \\\"Model of Generative Change\\\" (Ball 2009) in pre-service teacher education, inservice teacher professional development, and a secondary pipeline program designed to \\\"grow our own next generation of excellent teachers for urban schools.\\\" Over the last few years she has been collecting data in New Zealand, South Africa, Australia, and the United States on the preparation of teachers to work with historically marginalized populations. Her research on the use of writing as a pedagogical tool to facilitate generative thinking is ongoing and her most recent project looks at the development of blended online learning environments that are designed to prepare teachers to work effectively with diverse student populations in transnational contexts."}
{"cb_id": "35d1c0826ffd7e315a72ee5241af5041390be6f2", "interests": "", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": ""}
{"cb_id": "6653351e31f60de6e19f030e1416d93012831548", "interests": "Bilingual Education / ESL              Curriculum and Instruction              Elementary Education              Equity              Ethnography              Language              Literacy              Literacy and Culture              Literature              Professional / Staff Development              Qualitative Research Methods              Reading Instruction              Research Methods              Second Language Reading              Small Group Instruction and Interaction              Urban Education", "create_time": "2017-02-12 22:51:11", "research_summary": "Aukerman\\'s research examineshow children and adolescents interact andthinkas readers when they participate in text discussions where students have substantial interpretive authority and are encouraged to engage with each others textual ideas in meaningful ways.She is particularly interested inthe relationship between classroom discourse and reading comprehension, with emphasis on childrens talk surrounding literature as well as their talk about nonfiction texts. She examines the pedagogical possibilities engendered by classroom contexts in which there is ample discursive space for children to explore their own and each others textual sense-making. Aukerman has investigated how children become differently accountable to each other and to the text when the teacher deliberately steps away from a position of primary textual authority, and she has explored what those findings might mean to teachers in professional development settings. She has also investigated how young children change across time in how they talk with each other about text, and has identified key ways in which young children\\'s discussion ofwords and images in the stories they read evolves across time. Her article, \\\"When reading it wrong is getting it right: Shared evaluation pedagogy among struggling fifth grade readers,\\\" won the 2009 Albert J. Harris award from the International Reading Association.", "current_research": "In one current project, funded by a National Academy of Education/Spencer Postdoctoral Fellowship, Aukerman is examining how children in bilingual classroom settings make use of social and textual resources to make sense of first- and second-language text. Additional areas of inquiry include the intersection of dialogic pedagogy and critical literacy; the learning of discussion-based approaches to teaching disciplinary literacy; and the developmental trajectory of children\\'s oracy during dialogue about text."}
{"cb_id": "99599f54af9398375ec7ecb2defaa07bc2b152b4", "interests": "", "create_time": "2017-02-12 22:51:11", "research_summary": "", "current_research": ""}
{"cb_id": "8d7d1a4e70e51f436b5547227d588ace965a34e2", "interests": "Community Involvement              Community/Youth Development and Organizations              Diversity              Environmental Education              Ethnography              Evaluation              Organizations              Qualitative Research Methods              Youth Development and Organizations", "create_time": "2017-02-12 22:51:11", "research_summary": "Nicole Ardoin is an associate professor in the Graduate School of Education and a senior fellow inthe Stanford Woods Institute for the Environment. A unifying theme across Professor Ardoins work is an interest in education as an opportunity to engage communities in productive dialogue about sustainability to build resiliency and adaptability in light of changing environmental conditions. To this end, Dr. Ardoins current research includes studies on motivations for and barriers to environmental behavior among a range of audiences and in varying settings; program evaluation and adaptive management in informal settings such as parks and museums; the use of social strategies by non-governmental organizations to engage individuals and communities in decision-making related to natural resource management; leadership and training programs in natural resources and conservation; and the impact of green buildings and the built environment on environmental attitudes, knowledge, and behaviors.", "current_research": "The Summen Project: Coastal Fog-mediated Interactions Between Climate Change, Upwelling, and Coast Redwood Resilience (20162020; funded by NSF Coastal SEES Program; in partnership with UC Merced, UC Berkeley, Carnegie, Oregon State University)Program Practices Influencing Environmental Literacy: Key Considerations as Suggested in the Research Literature (20162018; funded by the Pisces Foundation)Girls Learning Environment and Energy (GLEE): Dissemination and Sustainability (20162017; funded by the Environmental Ventures Project fund of the Woods Institute for the Environment; in collaboration withDr. Tom Robinson, Stanford University School of Medicine)Environmental Learning in the San Francisco Bay Area: Networks, Place Connections, Stewardship, and Educational Outcomes (20122016; funded by the S. D. Bechtel, Jr. Foundation)Community Conservation: Examining Environmental Behavior as Motivated by Participation in Aquarium Programs (20142016; in partnership with theMonterey Bay Aquarium)Investigating the Long-term Impacts of Science Learning at Zoo and Aquariums (2015; in partnership with theWilderness Conservation Society, Zoological Society of London, and Lancaster University; funded by NSF Science Learning Plus)Blue Habits: Motivating Lasting Pro-Ocean Behaviors among Nature-Based Travelers and Beyond (20142016; in partnership with theOceanic Society)Evaluating the Impact of Field-Based Environmental Education Citizen ScienceExperiences on Stewardship Behavior (20142015; funded by NatureBridge)Environmental Education for Academic Impact: Investigating the Empirical Basis(20142015; funded by the Pisces Foundation)Improving the Next Generation of Grantmaking through Building the Capacity of Foundation Program Officers in Evaluation and Adaptive Management (20122014; in collaboration with C.R. Hibbs and the Stanford Center for Philanthropy and Civil Society; funded by the William and Flora Hewlett Foundation)The Value of Nature Centers to Communities, Stakeholders, and Conservation (20102015; in collaboration with Joe Heimlich, The Ohio State University; Marc Stern, Virginia Tech; the National Audubon Society; funded by the Institute for Museum and Library Sciences)Facilitating Environmental Behavior: Leveraging Nature-Based Tourism Experiences into Everyday Stewardship (20112014; in collaboration with William Durham, Anthropology; funded by the Woods Environmental Ventures Project Fund)Translating Environmental Education Research into Practice (20112013; funded by NatureBridge)TogetherGreen Research and Evaluation, National Audubon Society (20092013; in collaboration with Marc Stern, Virginia Tech; and Bob Powell, Clemson University; funded by Toyota North America)Community-based Interventions for Enhancing Residential Energy Efficiency (20102012; in collaboration with Tom Robinson, Stanford University School of Medicine, the Precourt Energy Efficiency Center and H-STAR, funded by the ARPA-E program of the U.S. Dept. of Energy)"}
{"cb_id": "f050facee0d8b65f8be2cc8a1da62da1baf1ee66", "interests": "Access and Equity              Affirmative Action              Diversity              Higher Education              Minorities              Peer Groups              Race, Inequality, and Language in Education (RILE)              Social Networks              Sociology of Education              Student Development", "create_time": "2017-02-12 22:51:12", "research_summary": "Dr. Antonio\\'s research addresses many of the major issues currently facing American higher education. First, as admission spots into higher education institutions become more competitive and more acute, he seeks to achieve a better understanding of how college-going cultures are developed and maintained in schools. Second, his research investigates the impact that increasing racial and cultural diversity is having on higher education. His current projects also include studies of engineering education.", "current_research": "Transitions to postsecondary education; impact of diversity on college students; faculty diversity."}
{"cb_id": "93eb5bdc2ced70c10640f2685317fae1576ad6e3", "interests": "Access and Equity              Affirmative Action              Diversity              Educational Equity              Equity              Feminism              Gender Studies              Globalization              Higher Education              Human Rights              International Aid              International Comparative Education              Minorities              Organizational Change              Research Design              Social Studies Education              Sociology of Education              Women and Management / Work              Women in Science", "create_time": "2017-02-12 22:51:12", "research_summary": "Christine Min Wotipka is Associate Professor (Teaching) of Education and (by courtesy) Sociology and Director of the Masters Program in International Comparative Education and International Education Policy Analysis at the Stanford Graduate School of Education. She also serves as co-Resident Fellow at the Education and Society Theme (EAST) House. From 2012-2016, she served as Director of the Program in Feminist, Gender, and Sexuality Studies at Stanford University.Dr. Wotipkas research interests center around two main themes examined from cross-national and longitudinal approaches. The first relates to the progress and experiences of women in higher education and the labor market. In one paper, she and her colleague examine trends and explanations for cross-national variability in womens share of faculty positions worldwide from 1970 to the present. In another, they explore the rise in women\\'s labor force participation as one of the main arguments to explain the rapid and worldwide growth in early childhood education enrollments. The second theme of her research is that of citizenship and education. This work explores how social science curricula, in the form of textbooks, have shifted focus away from the development of national identities to an emphasis on global citizenship in a diverse and multicultural world society, which increasingly comprises all members of society, including women and children. Her articles have appeared in Social Forces, Sociology of Education, Feminist Formations, and Comparative Education Review.In 2010, Dr. Wotipka co-founded the Education and Society Theme (EAST) House  a living-learning space for undergraduates interested in educational research, policy, activism, and teaching. Dr. Wotipka leads a weekly seminar at EAST House titled Current Issues and Debates in Education. In addition to this and the seminars she leads for the masters program, her main teaching contributions consist of gender-focused courses, in particular Education, Gender, and Development, which is cross-listed in Education; Sociology; and Feminist, Gender, and Sexuality Studies.Dr. Wotipka earned her BA (summa cum laude) in International Relations and French at the University of Minnesota-Twin Cities, and MA in Sociology and PhD in International Comparative Education at Stanford University. Prior to joining the faculty at Stanford, she was an assistant professor at the University of Minnesota-Twin Cities and a visiting assistant professor/global fellow at the University of California, Los Angeles. Between her undergraduate and graduate studies, she served as a United States Peace Corps volunteer in rural northeast Thailand.Dr. Wotipka spends her free time with her husband, their two school-aged children, and rescue dog. She enjoys politics, the outdoors, independent movies, and fiery Asian food.(While on sabbatical during the 2016-17 academic year, Dr. Wotipka is unable to meet with prospective students but will be considering applications for next year.)", "current_research": "Cross-national analyses of gender and higher education and of representations of gender and children in school textbooks. Also, mothers\\' aspirations for children in India, education programs for immigrant women in the Republic of Korea, and understandings of the history of slavery among youth in the United States."}
{"cb_id": "544097ee80fb5cee3e1f707238dac8a13ceb71f6", "interests": "", "create_time": "2017-02-12 22:51:12", "research_summary": "", "current_research": ""}
{"cb_id": "683e1c8fc70b60adb65dde903a91de5a694c4de5", "interests": "", "create_time": "2017-02-12 22:51:12", "research_summary": "", "current_research": ""}
{"cb_id": "5faae0d691e00bb09ed3bfea7049ef2a5764bcab", "interests": "Assessment              Assessment By Teachers              Assessment Policies              Civic Education              Cognition in the Humanities              Development of Historical Consciousness              Learning Design              Literacy              Social Studies Education              Teaching and Learning History              Technology and Literacy              Testing", "create_time": "2017-02-12 22:51:12", "research_summary": "Sam Wineburg\\'s work engages questions of identity and history in modern society: how today\\'s youth use the past to construct individual and collective identities. Increasingly his work focuses on how young people learn about world through digital media; specifically, in the digital Wild West what do they decide to believe or reject?Over the last fifteen years his interests have spanned a wide terrain, from how adolescents and professional historians interpret primary sources to issues of teacher assessment and teacher community in the workplace. His book, Historical Thinking and Other Unnatural Acts, won the 2002 Frederic W. Ness Award from the Association of American Colleges and Universities for the book \\\"that best illuminates the goals and practices of a contemporary liberal education.\\\" From 2007-2009 he was the Executive Director of the Department of Education\\'s National Clearinghouse for History Education, a collaboration between George Mason University, Stanford, and the American Historical Association. With the late Roy N. Rosenzweig, he created the award-winning website, historicalthinkingmatters.org. He directs the Stanford History Education Group, a research and development outfit dedicated to improving history instruction in the US and abroad, whose materials have been downloaded over 3.5 million times since 2009. In 2013 he was awarded an honorary doctorate from Sweden\\'sUme University and the following year he was named the Obama-Nehru Distinguished Chair by the US-India Fulbright Commission.", "current_research": "How young people make decisions about what to believe on the Internet.New forms of assessment to measure historical understandingThe creation of Web-based environments for the learning and teaching of history"}
{"cb_id": "e8e74a7cbc4dee19e468fcf517dfcb14ae3ff7d6", "interests": "Information Literacy              Intellectual Property, Learning, and John Locke              Scholarly Communication              Sociology of Knowledge", "create_time": "2017-02-12 22:51:12", "research_summary": "After working for some time on the educational implications of such knowledge systems as literary theory, historical dictionaries, and European imperialism, I have come to focus on both analyzing and altering scholarly publishing practices to understand whether this body of knowledge might yet become more of a public resource for learning and deliberation.", "current_research": "Work on the Public Knowledge Project is focused on extending access to, and the accessibility of, knowledge through online sources. The research is on student, professional, and public access to research and scholarship, while development continues on designing systems to improve the public and scholarly quality of peer-reviewed journals. In addition, international collaborations in Latin America, Africa, and South-East Asia are aimed at helping to better understand and strengthen scholarly publishing in those areas."}
{"cb_id": "6fd7778ffbdce5b6ad5b811d0efaa2d1dde0a71c", "interests": "Access and Equity              Civic Education              Credentialing / Preparation              Curriculum and Instruction              Equity              Inner-city Youth              Language              Language Acquisition              Language Policy              Literacy              Literacy and Culture              Literature              Teacher Education              Teacher Education and Certification              Teacher Labor Markets              Technology and Literacy              Urban Education              Writing", "create_time": "2017-02-12 22:51:12", "research_summary": "Research interests include the teaching and learning of professional practice, urban education, the teaching of English and literacy, and equity in schooling.", "current_research": ""}
{"cb_id": "695a7396b851845f5e4d55ce283ab5803e923958", "interests": "", "create_time": "2017-02-12 22:51:12", "research_summary": "", "current_research": ""}
{"cb_id": "22bd61b6aff5229ef2740b713dcebeb02cded960", "interests": "", "create_time": "2017-02-12 22:51:12", "research_summary": "", "current_research": ""}
{"cb_id": "a3415bf0fded38eaf36218639ad062e0fce8f05b", "interests": "", "create_time": "2017-02-12 22:51:12", "research_summary": "", "current_research": ""}
{"cb_id": "693770328671a3959e1339d1d6ada816a54a124a", "interests": "Affirmative Action              Bilingual Education / ESL              Community Involvement              Design Experiments              Diversity              Education and Migration              Educational Equity              Equity              Equity and Poverty              Family Issues              Foreign Language Instruction              Hispanic Issues in Education              Human Rights              Immigrant Issues              Language              Language Acquisition              Language Policy              Latino Concerns in Education              Linguistic Heritage of the US              Linguistics/Linguistic Human Rights              Minorities              Multicultural Education              Parental Involvement              Sociolinguistics", "create_time": "2017-02-12 22:51:12", "research_summary": "Dr. Valdes\\' research explores many of the issues of bilingualism relevant to teachers in training, including methods of instruction, typologies, measurement of progress, and the role of education in national policies on immigration. Specifically, she studies the sociolinguistic processes of linguistic acquisition by learners in different circumstances--those who set out to learn a second language in a formal school setting (elective bilingualism) and those who must learn two languages in order to adapt to immediate family-based or work-based communicative needs within an immigrant community (circumstantial bilingualism). Her research in these areas has made her one of the most eminent experts on Spanish-English bilingualism in the United States.She is a founding partner of Understanding Language, an initiative that focuses attention on the role of language in subject-area learning, with a special focus on helping English Language Learners meet the new Common Core State Standards and Next Generation Science Standards (http://ell.stanford.edu).", "current_research": "Language, education and armed conflict on the US-Mexico borderSecond language acquisition in post-secondary studentsImmigrant families in Latino communitiesThe challenge of \\\"curricularizing\\\" languageHeritage language teaching and learning"}
{"cb_id": "bf93e662e3bfbb834e76b3528ab7d0a98e580f80", "interests": "", "create_time": "2017-02-12 22:51:12", "research_summary": "", "current_research": ""}
{"cb_id": "3f4cc257484a799e035995b009690868ca734fa1", "interests": "Access and Equity              Achievement and Motivation              Cognitive Development              Cognitive Psychology              Collaborative Learning & Problem Solving              Higher Education              Learning Design              Research Design              Research Methods              Technology in Teaching and Learning", "create_time": "2017-02-12 22:51:12", "research_summary": "", "current_research": ""}
{"cb_id": "59bbbec90445817d494907d7694ce0248ceaf220", "interests": "", "create_time": "2017-02-12 22:51:12", "research_summary": "", "current_research": ""}
{"cb_id": "d5b3c0c2d18c793d51e9ed12f74cd12167a93780", "interests": "Achievement and Motivation              Charter Schools              Early Childhood Education              Elementary Education              Grading Policy              Mathematics Education              Motivation to Learn              Policy              Policy to Improve Research", "create_time": "2017-02-12 22:51:12", "research_summary": "Dr. Stipek\\'s scholarship concerns instructional effects on children\\'s achievement motivation, early childhood education, elementary education and school reform. In addition to her scholarship, Dr. Stipek has an interest in policies affecting children and education. She served for five years on the Board on Children, Youth and Families at the National Research Council; she was the Chair of National Research Council Committee for Increasing High School Students\\' Engagement and Motivation to Learn and she directed the MacArthur Foundation Network on Teaching and Learning. She currently chairs the Heising-Simons Development and Research on Early Math Education Network.While a professor at UCLA, Dr. Stipek served as Director of the Corinne Seeds University Elementary School and the Urban Education Studies Center.", "current_research": "Achievement motivation, early childhood and elementary education, math education for young children,school reform."}
{"cb_id": "ac35e2fdb3fe399e7506d7319f6fe336d6b40f16", "interests": "Academic Restructuring              Alternative Schooling              Decision Making              Educational Policy              Ethnography              Globalization              Higher Education              Home Schooling              Measurements              Organizations              Research Design              Research Methods              Sociology of Culture              Sociology of Education              Sociology of Knowledge              Standards", "create_time": "2017-02-12 22:51:12", "research_summary": "Stevens is an organizational sociologist with longstanding interests in the quantification of educational processes, alternative educational forms, and the formal organization of knowledge.", "current_research": "Stevens co-convenes a project on responsible use of student data in higher education. With Mike Kirst he edited a volume on the organizationalecology of US colleges and universities.With Ben Gebre-Medhin (UC Berkeley) he recently publisheda synthetic accountof change in US higher education.With Cynthia Miller-Idriss (American University) and Seteney Shami (Arab Council for Social Sciences) he is completing a book on how US universities organize research and teaching aboutthe rest of the world."}
{"cb_id": "78bd07047b8f4a6bee0bc87f6b41e05712c1d6cb", "interests": "", "create_time": "2017-02-12 22:51:12", "research_summary": "", "current_research": ""}
{"cb_id": "58717f720391c092c23018db146c9cd282bf37dd", "interests": "Academic Performance Standards              Access and Equity              Achievement Tests              Applied Statistics in Educational Research              Assessment              Assessment By Teachers              Assessment Policies              Bilingual Education / ESL              Bilingual Special Education              Cognitive Psychology              Diversity              Educational Equity              Educational Research in Student Testing and Large-Scale Assessment              Evaluation              Globalization              High-stakes Testing              Hispanic Issues in Education              Immigrant Issues              International Comparative Education              Language              Language Acquisition              Language Policy              Latino Concerns in Education              Mathematics Education              Measurements              Minorities              Multicultural Education              Psychometrics              Research Design              Research Methods              Race, Inequality, and Language in Education (RILE)              Science Education              Sociolinguistics              Statistical Issues in Educational Accountability and Large-Scale Assessment              Statistical Methods and Applications in Statistical Issues              Testing", "create_time": "2017-02-12 22:51:12", "research_summary": "Dr. Guillermo Solano-Flores is Professor of Education at the Stanford University Graduate School of Education. He specializes in educational assessment and the linguistic and cultural issues that are relevant to both international test comparisons and the testing of cultural and linguistic minorities. His research is based on the use of multidisciplinary approaches that use psychometrics, sociolinguistics, semiotics, and cognitive science in combination. He has conducted research on the development, translation, localization, and review of science and mathematics tests. He has been principal investigator in several National Science Foundation-funded projects that have examined the intersection of psychometrics, semiotics, and linguistics in testing. He is the author of the theory of test translation error, which addresses testing across cultures and languages. Also, he has investigated the use of generalizability theorya psychometric theory of measurement errorin the testing of English language learners and indigenous populations. He has advised Latin American countries on the development of national assessment systems. Also, he has been the advisor to countries in Latin America, Asia, Europe, Middle East, and Northern Africa on the adaptation and translation of performance tasks into multiple languages.", "current_research": "Current research projects examine academic language and testing, formative assessment practices for culturally diverse science classrooms, and the design and use of illustrations in international test comparisons and in the testing of English language learners."}
{"cb_id": "51b20ad07c2fc8a781aa155a06f84a450935bd68", "interests": "", "create_time": "2017-02-12 22:51:12", "research_summary": "", "current_research": ""}
{"cb_id": "be82efb1b54bde516409b83428cee08baba012af", "interests": "Achievement and Motivation              Applied Statistics in Educational Research              Assessment              Assessment By Teachers              Assessment Policies              Cognitive Psychology              Curriculum and Instruction              Decision Making              Educational Research in Student Testing and Large-Scale Assessment              Evaluation              High-stakes Testing              Higher Education              Measurements              Models in the Social and Behavioral Sciences              Policy to Improve Research              Psychometrics              Research Design              Research Methods              Research Policy              Science Education              Self-Regulation and Executive Function              Statistical Issues in Educational Accountability and Large-Scale Assessment              Statistical Methods and Applications in Statistical Issues              Statistics              Testing", "create_time": "2017-02-12 22:51:12", "research_summary": "His current work focuses on the design of assessments and assessment systems that measure college students learning, both their development of competence/ achievement and so-called soft-skills such as perspective taking. He co-created the Collegiate Learning Assessment with Steve Klein and built statistical models for estimating value added for the CLA and other college-level assessments. This work is summarized in Measuring College Student Learning: Accountability in a New Era (2010, Stanford University Press) and in recent papers on the measurement and statistical modeling of competence.", "current_research": "Assessment of learning in higher education (including the Collegiate Learning Assessment); accountability in higher education; higher education policy."}
{"cb_id": "19c54cdd3bc03dbb1ad833b370ef4b4879e487d5", "interests": "Assessment              Cognitive Development              Cognitive Psychology              Learning Design              Mathematical Problem-solving              Mathematics Education              Science Education              Small Group Instruction and Interaction              Technology in Teaching and Learning", "create_time": "2017-02-12 22:51:12", "research_summary": "A member of the SUSE faculty since 2000, Dr. Schwartz studies student understanding and representation and the ways that technology can facilitate learning. He works at the intersection of cognitive science, computer science, and education, examining cognition and instruction in individual, cross-cultural, and technological settings. A theme throughout Dr. Schwartz\\'s research is how people\\'s facility for spatial thinking can inform and influence processes of learning, instruction, assessment and problem solving. He finds that new media make it possible to exploit spatial representations and activities in fundamentally new ways, offering an exciting complement to the verbal approaches that dominate educational research and practice.Dr. Schwartz\\'s CV: Download PDF", "current_research": "Instructional methods, transfer of learning and assessment, mathematical development, teachable agents, cognition, and cognitive neuroscience."}
{"cb_id": "c3e91872e49ed14f75f2b1db467f1ffbe39756c7", "interests": "", "create_time": "2017-02-12 22:51:12", "research_summary": "", "current_research": ""}
{"cb_id": "9213c82c3bb0a8d678ae21c8da44ece60e95d1ae", "interests": "Anthropology and Education              Community Influence on Schooling              Ethnography              Identity              Language              Latino Concerns in Education              Literacy and Culture              Multiculturalism              Race, Inequality, and Language in Education (RILE)              Social Theory              Sociolinguistics              Urban Education", "create_time": "2017-02-12 22:51:12", "research_summary": "As a sociocultural and linguistic anthropologist, Jonathan Rosa\\'s research theorizes the co-naturalization of language and race as a way of apprehending modes of societal exclusion and inclusion across institutional domains. Specifically, he analyzes the interplay between youth socialization, raciolinguistic formations, and structural inequality in urban contexts. Dr. Rosa collaborates with local communities to track these phenomena and develop tools for understanding and eradicating the forms of disparity to which they correspond. This community-based approach to research, teaching, and service reflects a vision of scholarship as a platform for imagining and enacting more just societies. Dr. Rosa\\'s work has been publishedin scholarly journals such as Harvard Educational Review, American Ethnologist, American Anthropologist,the Journal of Linguistic Anthropology, Anthropology News, and the Journal of Adolescent and Adult literacy.In addition to his formal scholarly research, Dr. Rosa is an ongoing participant in public intellectual projects focused on race, education, language, (im)migration, and U.S. Latinxs, and his work has been featured inmedia outlets such as MSNBC, NPR, CNN, and Univision.", "current_research": "Dr. Rosa is currently completing a book manuscript, titled Looking like a Language, Sounding like a Race: Inequality and Ingenuity in theLearning of Latinidad(under contractwith Oxford University Press). Hisethnographic account focuses on how administrators in a Chicago public high school whose student body is more than 90% Mexican and Puerto Rican seek to transform at risk Latinxyouth into young Latinoprofessionals. This racialized class mobility project paradoxically positions Latina/o identity as the cause of and solution to educational underachievement. As a result, students must learn to be  and sound  Latino in highly studied ways. Students respond to anxieties surrounding their ascribedidentities by symbolically remapping borders between nations, languages, ethnoracial categories, and institutional contexts. This reimagining of political, linguistic, cultural, and educational borders reflects the complex interplay between racialization and socialization for Latinxyouth. The manuscript argues that this local scene is a key site in which to track broader structures of educational inequality by denaturalizing categories, differences, and modes of recognition through which raciolinguisticexclusion is systematically reproduced in school contexts."}
{"cb_id": "edb6166fd25fc9e44444c1e7285a15ff8c6cca14", "interests": "", "create_time": "2017-02-12 22:51:12", "research_summary": "", "current_research": ""}
{"cb_id": "20640c51d7f06c1a85fce72397bbbe6bf21e90b4", "interests": "Applied Statistics in Educational Research              Design and Analysis of Longitudinal Research              Statistical Issues in Educational Accountability and Large-Scale Assessment", "create_time": "2017-02-12 22:51:12", "research_summary": "In his research, Dr. Rogosa seeks to develop and apply statistical methods for important problems in educational research. At present, Rogosa focuses on statistical issues in educational assessment and accountability. Dr. Rogosa also has published extensively on statistical methods for longitudinal research (especially for studies of learning and development), methods for the collection and analysis of observations of behavior (particularly in research on teaching), and statistical methods for large-scale educational assessments.", "current_research": "Statistical issues in educational assessment; analysis of longitudinal data."}
{"cb_id": "57655a8beebafe2eace00bd0ac20c32ace37051d", "interests": "", "create_time": "2017-02-12 22:51:12", "research_summary": "", "current_research": ""}
{"cb_id": "5b5577e13ed8ac2d4e34cebbbb2d17cc92c43f75", "interests": "", "create_time": "2017-02-12 22:51:12", "research_summary": "I study sociolinguistics, especially the relation between language and ethnicity, social class and style, language variation and change, pidgin and creole languages, especially Gullah, Guyanese, and other Caribbean creoles, African American Vernacular English, and the applications of linguistics to educational problems.", "current_research": ""}
{"cb_id": "63acfa2fc39a97e8cbe11ab970774aece13c2568", "interests": "", "create_time": "2017-02-12 22:51:12", "research_summary": "", "current_research": ""}
{"cb_id": "6cb64454a3b9bbb967f69aa7eb314c2146971eb6", "interests": "", "create_time": "2017-02-12 22:51:12", "research_summary": "", "current_research": ""}
{"cb_id": "366a45ae2785ec47b4f5cda01cb6d92524a7b881", "interests": "", "create_time": "2017-02-12 22:51:12", "research_summary": "", "current_research": ""}
{"cb_id": "bfcd0e6ad1513884bde7ab68738e782defff46a5", "interests": "Applied Statistics in Educational Research              Early Childhood Education              Educational Equity              Equity and Poverty              Policy Analysis and Implementation              Research Design              Race, Inequality, and Language in Education (RILE)              Sociology of Education              Statistical Methods and Applications in Statistical Issues", "create_time": "2017-02-12 22:51:12", "research_summary": "My research investigates the causes, patterns, trends, and consequences of social and educational inequality. In particular, I study issues of residential and school segregation and of racial/ethnic and socioeconomic disparities in academic achievement and educational success. In addition, my work develops methods of measuring social and educational inequality (including the measurement of segregation and achievement gaps) and methods of causal inference in educational and social science research.", "current_research": "The causes and patterns of racial/ethnic and socioeconomic achievement disparities;The effects of school integration policies on segregation patterns and educational outcomes;Income inequality and its educational and social consequences.http://cepa.stanford.edu/sean-reardon"}
{"cb_id": "61d32c2d739c0dcd6b6d60df4bd7fdd1bc6e437d", "interests": "Gender Studies              Globalization              Human Rights              International Comparative Education              Sociology of Culture              Sociology of Education", "create_time": "2017-02-12 22:51:12", "research_summary": "Dr. Ramirez conducts cross-national studies on the role of education in the formation of world society and the influence of world society on educational developments. These studies include topics such as patterns of women\\'s access to higher education, the role of education and science in economic development, the interrelationships among education, citizenship, and human rights, and the impact of globalization on universities.Grants from the National Science Foundation (Sociology Program), the Spencer Foundation, and the Bechtel Initiative on Global Growth and Change have supported both research on education, science, and development and studies of the globalization of human rights and the challenge of human rights education. Ramirez is also a recipient of a Spencer Foundation Mentor Network award and a Fellow at the Center for the Advanced Studies of the Behaviroal Sciences (2006-07).", "current_research": "Globalization and impact of human rights regime;rise of human rights education and analysis of civics, history, and social studies textbooks; transformations in the status of women in society and in higher education; universities as institutions and organizations;education, science and development"}
{"cb_id": "2c9b41193002180b1a76bbde2e5afa275147ec0e", "interests": "Higher Education              Institutional Renewal              Models in the Social and Behavioral Sciences              Organizational Change              Organizations              Social Networks", "create_time": "2017-02-12 22:51:12", "research_summary": "Walter W. Powell is Professor of Education and (by courtesy)Sociology, Organizational Behavior, Management Science and Engineering, and Communication, and Co-Director of the Center on Philanthropy and Civil Society. He has been a member of the board of directors of the Social Science Research Council since 2000, and an external faculty member at the Santa Fe Institute since 1999. Powell works in the areas of organization theory, economic sociology, and the sociology of science. He is interested in the processes through which knowledge is transferred across organizations, and the role of networks in facilitating or hindering innovation, and institutions in codifying ideas. His current work focuses on the emergence of novel organizational forms. His latest book, The Emergence of Organizations and Markets, co-authored with John Padgett,was published byPrinceton University Press in 2012.His 1990 article, Neither Market Nor Hierarchy: Network Forms of Organization, won the 1991 Max Weber prize for best paper in the field of organizations; and Network Dynamics and Field Evolution: The Growth of Inter-Organizational Collaboration, with D. White, K. Koput, and J. Owen-Smith (2005), received the 2007 Viviana Zelizer prize for best paper in economic sociology. Technological Change and the Locus of Innovation: Networks of Learning in Biotechnology, with K. Koput and L. Smith-Doerr (1996), was recognized by Administrative Science Quarterly as its most influential scholarly publication in 2002. His 1983 paper, The Iron Cage Revisited: Institutional Isomorphism and Collective Rationality in Organizational Fields, with Paul DiMaggio, is the most cited article in the history of the American Sociological Review. Powell is the author or editor of The Culture and Commerce of Book Publishing, with Lewis Coser and Charles Kadushin (Basic Books, 1982), Getting into Print: The Decision-Making Process in Scholarly Publishing (U. of Chicago Press, 1985), The New Institutionalism in Organizational Analysis, with Paul DiMaggio (U. of Chicago Press, 1991), Private Action and the Public Good, with Elisabeth Clemens (Yale U. Press, 1997), and The Nonprofit Sector, with Richard Steinberg (Yale U. Press, 2006).He received his PhD in Sociology from SUNY  Stony Brook in 1978, and previously taught at Yale, MIT, and the University of Arizona. He has received honorary degrees from Uppsala University, Copenhagen Business School, and the Helsinki School of Economics, and is a foreign member of the Swedish Royal Academy of Science.", "current_research": "Analysis of the circulation of management practices in the Bay Area nonprofit community; studies of the commercialization of university basic science; research on faculty entrepreneurship and its consequences for public and private science; analysis of interdisciplinary initiatives at Stanford."}
{"cb_id": "63542b48b4b3f97ded364d24867f0542fd909f4f", "interests": "", "create_time": "2017-02-12 22:51:12", "research_summary": "No research activity. Interests in interpersonal/group dynamics, team building, leadership development, and multicultural education.", "current_research": ""}
{"cb_id": "c77d096166f5c4d70e0938d7171ae63efdeb3e80", "interests": "Achievement and Motivation              Adolescent Development              Assessment              Classroom Dynamics              Community Influence on Schooling              Curriculum and Instruction              Grading Policy              Mental Health              Problem-based Learning              Qualitative Research Methods              School Environment              School Redesign              School Reform Issues              Social and Emotional Development", "create_time": "2017-02-12 22:51:12", "research_summary": "Dr. Pope specializes in curriculum studies, service learning, student engagement, school reform, and qualitative research methods. She is particularly interested in student voices and the students\\' perspectives of school. She focuses on academic stress and its consequences for students\\' mental andphysical health, engagement with learning, and integrity. She is the author of\\\"Doing School\\\": How We Are Creating a Generation of Stressed Out, Materialistic, and Miseducated Students (Yale University Press, 2001), whichwas awarded Notable Book in Education by the American School Board Journal, 2001. She is co-author of Overloaded and Underprepared: Strategies for Stronger Schools and Healthy, Successful Kids (Wiley, 2015).Dr. Pope is a 3-time recipient of the Stanford University Graduate School of Education Outstanding Teacher and Mentor Award.", "current_research": "Dr. Pope is co-founder of Challenge Success, a research and intervention project that aims to reduce unhealthy pressure on youth and champions a broader vision of youth success. Challenge Success is an expanded version of the SOS: Stressed-Out Students project that Dr. Pope founded and directed from 2003-2008. She lectures nationally on parenting techniques and pedagogical strategies to increase student well-being, engagement with learning, and integrity."}
{"cb_id": "ff7e8bcac9636dce19c5e3a2e6a9b87905bf82d0", "interests": "California State Education Policy              Educational Policy              Policy Analysis and Implementation              Politics of Education", "create_time": "2017-02-12 22:51:12", "research_summary": "", "current_research": ""}
{"cb_id": "3f12da2e1ba1e5cca6fbfc68e01c50f42018a7ba", "interests": "", "create_time": "2017-02-12 22:51:12", "research_summary": "", "current_research": ""}
{"cb_id": "34aed3e6e59f8b55b183436731699242185548f3", "interests": "", "create_time": "2017-02-12 22:51:12", "research_summary": "", "current_research": ""}
{"cb_id": "f3873747a8b95f4216249e82444f901a5b175f17", "interests": "Cognitive Development              Cognitive Psychology              Curriculum and Instruction              Design Experiments              Distance Education              Educational Equity              Learning Design              Mathematical Problem-solving              Mathematics Education              Problem-based Learning              Professional / Staff Development              Qualitative Research Methods              Science Education              Small Group Instruction and Interaction              Teacher Education and Certification              Technology in Teaching and Learning              Virtual Classroom              Writing", "create_time": "2017-02-12 22:51:12", "research_summary": "My research for the past 25 years has centered on how innovations in computing and communications technologies and affiliated socio-cultural practices can influence learning, thinking, and educational systems. My two major lines of research are: (1) developing a new paradigm for everyday networked video interactions for learning and communications (http://diver.stanford.edu), and (2) investigating how informal and formal learning can be better understood and connected, as Co-PI of the LIFE Center (http://life-slc.org) funded by the National Science Foundation as one of several large-scale national Science of Learning Centers. Other recent areas of specialization include computer-supported collaborative and on-line communities of learning, uses of digital video for learning research and for teacher learning, innovations in WILD learning (with Wireless Interactive Learning Devices), and inquiry learning using scientific visualizations. My DIVER Project involves developing innovative software and research community uses for digital video analysis and collaboration tools for studying learning and teaching. I have also contributed to building a number of interdisciplinary research centers and complex projects that engage researchers, educators, and industry leaders in collaborative design partnerships for uses of learning technologies. Launched in Fall 2004, in collaboration with colleagues at Stanford, the University of Washington, and at SRI International, I will be devoting significant time over at least the next 5 years to our new $25Mil LIFE Center (Learning in Informal and Formal Environments), one of six NSF-funded Science of Learning Centers awarded as of January 2007. We are seeking in this work to build a science of learning that integrates advances in implicit learning and cognitive neuroscience, informal learning, and formal learning, incorporating interactive technologies and new media.", "current_research": "One study I have underway collaboratively with Prof. Shelley Goldman and our students is under the auspices of the NSF funded LIFE Center (see below) - \\\"Family Math Study: Contexts for mathematical practices and problem solving.\\\" This study is investigating the ways middle school age learners and their families characterize their engagement in mathematical problem solving in family activities and events. It seeks to identify the common contexts that are relevant to mathematics learning and practice as well as to characterize similarities and differences in family math situations. We are examining the resources family members use for solving problems together, characterizing the structure of these activities, and analyzing the social conditions and arrangements for family-based mathematics practices.I work with a talented team of staff and graduate students on the DIVER Project, a program of grants and studies that are exploring, developing, and researching new interaction paradigms for digital video-based communications in collaborative research, teacher education, and K-12 education, among other applications (http://diver.stanford.edu)."}
{"cb_id": "955a85c9b9f0fd4bc1fe75c075a0ad7522d40566", "interests": "Adolescent Development              Bilingual Education / ESL              Cultural Studies              Diversity              Education and Migration              Foreign Language Instruction              Hispanic Issues in Education              Immigrant Issues              Language Acquisition              Language Policy              Multiculturalism              Research Design              Research Methods              Race, Inequality, and Language in Education (RILE)              Social Issues in Child and Adolescent Development", "create_time": "2017-02-12 22:51:12", "research_summary": "Dr. Padilla\\'s research follows three major strands: (1) resilient students who achieve high levels of academic performance despite coming from home and community backgrounds that pose multiple challenges to educational excellence, including adaptation to U.S. culture and English by immigrant adolescents; (2) acculturation and acculturationstressors that impact the physical and psychological well-being of newcomer youth and adults as well as the acquisition of bicultural strategies for functioning in their home culture and in mainstream American culture; and (3) studies involving second language learning and teaching, and strategies for achieving bilingual proficiency especially among heritage speakers of numerous European and Asian languages. He has published widely in his areas of research expertise.Dr. Padilla is also interested in quantitative research in multicultural contexts. He serves as the principal investigator of the California World Language Project (CWLP), a program that assists California teachers in world language instruction. A final interest includes the history of ethnic minority scholars in psychology.", "current_research": "Current projects include: (a) the development of models of ethnic identity that incorporate social cognition theory and social identity; (b)acculturationstress and mental health status across three generations of Latinos; (c) home, school and community protective factors that empower Latino students to succeed academically; (d) learning of Mandarin by high school students in summer intensive programs vs. students in regular high school world language classes; and (e) student language and academic content learning in a Mandarin/English dual language immersion program."}
{"cb_id": "ed81ef690cf338242864ddd7c4a9e4bcdead6eb1", "interests": "", "create_time": "2017-02-12 22:51:12", "research_summary": "", "current_research": ""}
{"cb_id": "72aa25840664751e49fb32707c43a91bfbe2403b", "interests": "Classroom Dynamics              Curriculum and Instruction              Science Education              Women in Science", "create_time": "2017-02-12 22:51:13", "research_summary": "My research focus is a mix of work on policy and pedagogy in the teaching and learning of science. In the policy domain, I am interested in exploring students\\' attitudes to science and how school science can be made more worthwhile and engaging - particularly for those who will not continue with the study of science. In pedagogy, my focus has been on making the case for the role of argumentation in science education both as a means of improving the use of a more dialogic approach to teaching science and improving student understanding of the nature of scientific inquiry. I have worked on four major projects in argumentation. The first from 1999-2002 was on \\'Enhancing the Quality of Argument in School Science Education\\'. From this we developed the IDEAS (Ideas, Evidence and Argument in Science Education) materials to support teacher professional learning funded by the Nuffield Foundation. From 2007-2010 I was co-PI on the project \\'Learning to Teach Ideas, Evidence and Argument in School Science\\' which explored how to build teachers competency with the use of this pedagogy in four schools. Most recently, I have worked with Mark Wilson of UCB on a project to develop and test a learning progression for Argumentation in science. Some of this work can be found on the website:http://scientificargumentation.stanford.edu/My other area of interest in pedagogy is the teaching of reading and the facilitation of discussion. I have published a book entitled \\'Language and Literacy in Science Education\\' and we are just completing a five year IES funded project - \\'Catalyzing Comprehension through Discussion and Debate\\' exploring how we can support the teaching of reading in science. We have developed a web site with some of our materials:http://serpmedia.org/rtl/And a MOOC called \\'Reading to Learn in Science\\\" which is offered by NovoEd and will be run again from Jan 13, 2016 for 12 weeks.Finally, much science, if not more, is learned outside the classroom and how young people learn in that environment and what it has to offer formal education is another focus of my work and I was one of the partners in the NSF funded Centre for Informal Learning and Schools (2002-7) and have several publications in this field.", "current_research": "Catalyzing Comprehension through Discussion and DebateThis project is a collaboration with Catherine Snow, and a research team from Harvard and with the Strategic Education Research Partnerships (SERP) group to understand, measure, and test the malleability of three contributors to reading comprehension that are both critical and often neglected: perspective taking, complex reasoning, and academic language skill. With $20 million in funding from the Institute of Education Sciences (IES), the research team embarked on this project in July 2010. The work is an extension of work that members of this research team have been conducting over the last four years developing a three-year, cross subject area academic language program called Word Generation. The program provides students with weekly opportunities to learn academic vocabulary, view controversial issues from multiple perspectives, engage in debate, and formulate and defend a position in an essaya set of skills we argue are critical to deep comprehension. The project team will develop learning trajectories for each of the three contributors independently, and determine the extent to which they are interdependent. Researchers will conduct a longitudinal analysis to chart the movement of students along these trajectories with and without targeted interventions. The interventions the project team proposes to develop and evaluate will explore the potential of structured classroom discussion and debate to catalyze the ongoing development and integration of these skills, and their deployment for purposes of deep comprehension. The project will utilize the Word Generation program and will focus on 4th through 8th graders attending schools in a set of districts: Boston Public Schools (BPS), other smaller districts in Massachusetts including Brockton and Falmouth, and the San Francisco Public Schools. The team proposes to develop in-depth, 6-week units in science and social studies, which incorporate the Word generation program, for grades 4 through 8. Furthermore they propose to develop and test an approach to improving teachers capacity to support productive discussion by: a) providing richer professional development that extends over a longer period of time; b) incorporating strategies for discursive reasoning with text during classroom discussion; c) incorporating knowledge about students learning trajectories gleaned from the proposed research into the professional development, with concrete examples of students verbal and written production as they become more sophisticated in the targeted skills; and d) providing teachers with formative measures to probe student progress on the targeted skills during discussion. My work for this project was on developing and testing a program of professional development component for the teaching of reading in science for elementary and middle school teachers of science. Two major outcomes are a web site with some of our materials:http://serpmedia.org/rtl/And a MOOC called \\'Reading to Learn in Science\\\" which is offered by NovoEd and will be run again from Jan 13, 2016 for 12 weeks.Learning Progressions in Middle School Science Instruction and AssessmentCSET faculty member Jonathan Osborne has collaborated with Professor Mark Wilson, from University of California, Berkeley with the Strategic Education Research Partnership (SERP) to develop and validate new assessments and to validate existing assessments for use in assessing student understandings of science for argumentation in the domain of the structure of matter and argumentation. With $1.5 million in funding from the Institute of Education Sciences (IES), the research team will embark on this project in July 2010. The project will address the following research questions (1) What is the nature of the learning progression in the content domain of Structure of Matter? (2) What is the nature of the learning progression in students ability to reason scientifically in the domain of Structure of Matter and also, generally? And (3) What is the inter-relationship between students ability to reason scientifically and their domain specific knowledge? In particular to what extent do the two covary? To address the research questions, project activities will be carried out over a four-year period from July 2010 through June 2014. The work will be organized around the research questions to develop and revise assessment materials for a number of middle school science domains.Collaborative Research with Lawrence Hall: Investigating a Practicum Based Model of Professional Development.This is an NSF Collaborative Research project which is funded by NSF led my Hilda Borko and myself. The post-doc on the project is Dr Eric Berson. The project started in 2012 and runs till 2016. The goal of the research element of the work is to investigate the efficacy of the model of professional development developed by Lawrence Hall. The focus of the professional development is to develop the skills and competencies of Grade 3-5 teachers to teach science with much more of a focus on argument and evidence. As well as including a one week workshop, the program also includes one week in which participants get to try out the new skills they have been learning with students on a summer school. The work is developing an observation instrument to evaluate teachers ability to engage their students in productive talk around argument, evidence and ideas in science.The work is being conducted in a local school district with three cohorts of teachers. One who receives a one week workshop plus the practicum; another who just receive the one week workshop; and a comparison sample who will not receive the workshop till 2015. Data from the three sets of teachers will be compared to evaluate what changes, if any, have occurred.Stanford Next Generation Science Assessment Project (SNAP)The goal of this project is to create a blueprint for the assessment of the Next Generation Science Standards (NGSS) that can be used by California, and other states at grades 3-5 and grades 6-8. This blueprint will consist of items specifications, exemplar items and criteria for their choice and inclusion and be the outcome of the first year of the project (Phase 1). The second phase will seek to test, trial and gather empirical evidence to support the case for the exemplars, criteria and assessments offered in the blueprint.The work is important as the Next Generation Science Standards (NGSS) provide a significant opportunity to improve the quality of US science and engineering education. The new standards  with their emphasis on both what we know and how we know  require assessments that help to define those expectations. Thus, quality assessments are essential to communicating what is expected by curriculum and instruction. Hence, the success of the NGSS will be critically dependent on the production of high-quality exemplar tasks and items that communicate the intent and meaning of the NGSS frameworks. The recently published NRC report on Assessment in Science Education, however, suggests there is very little that exists that is fit for purpose.The project is led by Dr Jonathan Osborne and Dr Ray Pecheone of SCALE (Stanford Center for Assessment, Equity and Learning. We are assisted by Dr Helen Quinn who chaired the NAS panel that produced the Framework for K-12 Science Education and chaired the California Science Framework Committee, Dr Jill Wertheim, Dr Susan Schultz, Dr Preetha Ramon, Dr Nicole Holthuis, Anne Ward and Paolo Martin. The work is generously funded by the S.D. Bechtel Jr. Foundation. Further details can be found at:https://web.stanford.edu/group/ngss_assessment/cgi-bin/snapgse/"}
{"cb_id": "1f786f3fae7241189da266c93e7f738697602637", "interests": "Adolescent Development              Cognitive Development              Design and Analysis of Longitudinal Research              Immigrant Issues              Inner-city Youth              Mental Health              Poverty and Child Welfare              Risk and Resilience Processes              Self-Regulation and Executive Function              Social and Emotional Development              Social Issues in Child and Adolescent Development              Stress Reactivity and Biological Sensitivity to Context", "create_time": "2017-02-12 22:51:13", "research_summary": "My research examines how contextual risk and adversity influence childrens adaptation across multiple domains of functioning over time. I am interested in identifying the biological, behavioral, and environmental processes that enable some highly disadvantaged children to demonstrate remarkable resilience, while placing others at risk for maladaptive outcomes. I primarily study how exposure to environmental risk and adversity interacts with childrens stress reactivity and self-regulatory abilities to influence their social, emotional, and cognitive development.", "current_research": "Adaptation, resilience, and developmental psychopathology of disadvantaged children populations; Stress reactivity and biological sensitivity to contextual influences; Executive function and self-regulatory abilities; Effects of risk, adversity, and social status on childrens development."}
{"cb_id": "998d8da5da895bf45fbc73dcecb09950442e1ea3", "interests": "", "create_time": "2017-02-12 22:51:13", "research_summary": "", "current_research": ""}
{"cb_id": "b2ac247e079636521c6c1e0161272e8917ce57d9", "interests": "", "create_time": "2017-02-12 22:51:13", "research_summary": "", "current_research": ""}
{"cb_id": "ef8405bbc6117199fc751c38cc3f8a70ffb052d9", "interests": "", "create_time": "2017-02-12 22:51:13", "research_summary": "John Mitchell has been Vice Provost at Stanford University since 2012, first as Vice Provost for Online Learning and now in a broader role of Teaching and Learning. Over the past two years, his team has worked with approximately 200 instructors on 400 projects, including on-campus teaching innovation, online courses for public and selected audiences, and improvement of repeated course offerings. As co-director of the Lytics Lab, he is working to improve educational outcomes through data-driven research and iterative design.Mitchell is the Mary and Gordon Crary Family Professor in the School of Engineering, professor of computer science, and (by courtesy) professor of electrical engineering and of education. His past research has focused on computer security, developing analysis methods and improving network protocol security, authorization and access control, web security, and privacy. He is a member of the steering committee for Stanford Universitys Cyber InitiativeMitchells first research project in online learning started in 2009, when he and six undergraduate students built Stanford CourseWare, an innovative platform that expanded to support interactive video and discussion.CourseWare served as the foundation for initial flipped classroom experiments at Stanford and helped inspire the first massive open online courses (MOOCs) from Stanford. He received his BS from Stanford and his MS and PhD from MIT.", "current_research": ""}
{"cb_id": "b56068c5776199afabb619cbec043a513f617cd5", "interests": "Charter Schools              Dispersed Leadership              Diversity              Educational Equity              Ethnography              Feminism              Gender Studies              Identity              Intergroup Relations              Minorities              Multiculturalism              Organizational Change              Organizations              Principal Training              School Leadership              School Reform Issues              Women and Management / Work", "create_time": "2017-02-12 22:51:13", "research_summary": "Debra Meyerson conducts research in five areas: a) gender and race relations in organizations, specifically individual and organizational strategies of change aimed at removing inequities and fostering productive inter-group relations; b) the role of philanthropic organizations as intermediaries in fostering change within educational institutions; c) leadership and entrepreneurship in education; d) going to scale in the charter school field; and e) accessibility and the construction (and destruction) of work-life boundaries through communication technologies.Following astroke in 2010, Debra is now initiating research into the experience of stroke survivors in the rehabilitationprocess,the impact of gender and socioeconomic background on thatprocess and its impacton a survivor\\'s sense of identity.", "current_research": "in addition to continued work on scaling in charter schools, prompted by her stroke in 2010, Debra is now initiating research into the experience of stroke survivors in the rehabilitation process. Specifically, she plans to explorethe impact of gender and socioeconomic background on the rehabilitationprocess and the impact of the process on a survivor\\'s sense of identity.To do so she plans conduct qualitative interviews with survivors, professional caregivers -- physical, occupational and speech therapists -- and caregiving family and friends."}
{"cb_id": "0cd13a771dbdc3351db4c5dcc9b3fe2a60fcc01e", "interests": "Community/Youth Development and Organizations              Educational Policy              School and District Reform", "create_time": "2017-02-12 22:51:13", "research_summary": "Dr. McLaughlin\\'s research combines studies of K-12 education policy in the U.S and work on the broad question of community-school collaboration to support youth development. Her research on public education focuses on how school teaching is shaped by \\\"context\\\" issues such as organizational policy, social-cultural conditions of the schools, districts and communities. Within communities, she is involved with local efforts engage whole communities-schools, community organizations and agencies, parents, faith-based institutions-in developing new strategies and capacity to promote youth development broadly considered. Dr. McLaughlin is Co-Director of the Center for Research on the Context of Teaching, an education research center that analyzes how teaching and learning are shaped by their contexts and the connection between teacher learning communities and educational reforms. She is Director of the John Gardner Center for Youth and their Communities, a partnership between Stanford University and Bay Area communities to build new practices, knowledge and capacity for youth development and learning.", "current_research": "School context; planned change; teacher workplaces; government policy; inner-city youth; neighborhood-based organizations; community youth development."}
{"cb_id": "2966d203a10c2b52f983c115f0b5f98e1c1de82a", "interests": "Communication Analysis              Computing Implementations in Statistical Research and Instruction              Design and Analysis of Longitudinal Research              Higher Education              Intergroup Relations              Models in the Social and Behavioral Sciences              Organizational Change              Organizations              Peer Groups              Qualitative Research Methods              Research Methods              Scholarly Communication              School as a Context of Human Development              Social Networks              Social Psychology              Social Theory              Sociolinguistics              Sociology of Culture              Sociology of Education              Sociology of Knowledge              Sociology of the Classroom              Statistical Methods and Applications in Statistical Issues", "create_time": "2017-02-12 22:51:13", "research_summary": "I studythe social and organizationaldynamics of educational systems like schools, classrooms and universities. In particular, I have performed a series of studies on classroom organization and interaction; on the formation of adolescent relationships,social structures, and identities; on interdisciplinary collaboration andintellectual innovation; and on relational sociology. I have broad researchinterests and have been drawn into avariety of interdisciplinary collaborations with linguists and computer scientists. This in turn has led to studies of big data andmethodological advances in social networks and language modeling.", "current_research": "I am currently engaged in several projects.1. I am writing a textbook on Social Network Analysis in R with James Moody and Jeff Smith.2. I am writing up a series of papers on how micro-events in interaction relate tosocial networks with Jan Fuhse.3. However, themajority ofmy current research projects concernthe sociology of science and research innovation."}
{"cb_id": "c984608eb4afd18208c8ff2d6165134d8df62de2", "interests": "Access and Equity              Anthropology and Education              Communication Analysis              Cultural Studies              Ethnography              Family Issues              Literacy              Literacy and Culture              Philosophy of Social Science              Reading Disabilities              Race, Inequality, and Language in Education (RILE)              Urban Education", "create_time": "2017-02-12 22:51:13", "research_summary": "Dr. McDermott takes a broad interest in the analysis of human communication, the organization of school success and failure, and the history and use of various literacies around the world. His work includes studies of inner-city public schools, after-school classrooms, and the function of information technologies in different cultures. At present, he is workinng on the intellectual history of ideas like genius, intelligence, race, and capital.", "current_research": "Interaction analysis and social structure; the political economy of learning; writing systems; educational and psychological anthropology."}
{"cb_id": "f27bbfcb80dbce9f8207c04633e2c8a43a5fa4fa", "interests": "", "create_time": "2017-02-12 22:51:13", "research_summary": "", "current_research": ""}
{"cb_id": "af96b80d4bd2b90c3a894181cf18aa03c2546d3f", "interests": "", "create_time": "2017-02-12 22:51:13", "research_summary": "", "current_research": ""}
{"cb_id": "36a3e43b049a07c9379a5ccd02b39c7ba45c2ed1", "interests": "Anthropology and Education              Bilingual Education / ESL              Cultural Studies              Curriculum and Instruction              Ethnography              Identity              Language              Language Acquisition              Latino Concerns in Education              Literacy              Literacy and Culture              Race, Inequality, and Language in Education (RILE)              Sociolinguistics              Teacher Education              Urban Education", "create_time": "2017-02-12 22:51:13", "research_summary": "Dr. Martnez explores the intersections of language, race, and ideology in the public schooling experiences of students of color, with a particular focus on bi/multilingual Chicana/o and Latina/o children and youth. His research examines: (1) theeveryday language and literacy practices of students of color, and the ways that these practices overlap with the forms of language and literacy privileged in academic settings; (2)the competing ideologies that inform language policy and classroom practice in urban schools, including the ways that students and teachers in these schools articulate, embody, and challenge such ideologies in their everyday interactions; and (3)the preparation of pre-service and in-serviceteachersto work with culturally and linguistically diverse learners.He has published articles in journals such as Linguistics and Education, Research in the Teaching of English, Anthropology & Education Quarterly, Teachers College Record, and Review of Research in Education.", "current_research": ""}
{"cb_id": "9a40670f565c992aa585cdc1001fa78cce28021c", "interests": "", "create_time": "2017-02-12 22:51:13", "research_summary": "", "current_research": ""}
{"cb_id": "dbd37cc36068c329024c9677910e704e9845cc19", "interests": "Access and Equity              Achievement and Motivation              Achievement Tests              Adolescent Development              Applied Econometrics              Applied Statistics in Educational Research              Assessment              Chinese Education and Society              Credentialing / Preparation              Design and Analysis of Longitudinal Research              Design Experiments              Economics of Education              Education and Migration              Educational Policy              Educational Equity              Educational Research in Student Testing and Large-Scale Assessment              Equity              Equity and Poverty              Evaluation              Gender Studies              Higher Education              International Comparative Education              Poverty and Child Welfare              Social Issues in Child and Adolescent Development              Social Networks              Statistical Methods and Applications in Statistical Issues              Survey Research Methods              Teacher Education              Teacher Labor Markets", "create_time": "2017-02-12 22:51:13", "research_summary": "Prashant\\'s research focuses on examining/addressing inequalities in the education of youth and on understanding/improving the quality of education received by youth in large developing economies, including China, Russia and India. In the course of addressing educational inequalities, Prashant examines the consequences of tracking, financial and informational constraints, and psycho-social factors in highly competitive education systems. His work on understanding educational quality is built around research that assesses and compares student learning in higher education, high school and compulsory schooling. He furthermore conducts large-scale evaluations of educational programs and policies that seek to improve student outcomes.", "current_research": ""}
{"cb_id": "e91f22f35147e2a085651cd4168fef164ff0d39d", "interests": "Academic Restructuring              Access and Equity              Classroom Dynamics              Credentialing / Preparation              Curriculum and Instruction              Educational Equity              Small Group Instruction and Interaction              Sociology of Education              Sociology of the Classroom              Teacher Education and Certification", "create_time": "2017-02-12 22:51:13", "research_summary": "Dr. Lotan is the former Director of the Stanford Teacher Education Program (STEP). Her teaching and research focus on aspects of teaching and learning in academically and linguistically diverse classrooms as well as topics in teacher education. Previously, she co-directed the Program for Complex Instruction at Stanford, where she worked on the development, research and worldwide dissemination of complex instruction, a pedagogical approach to creating equitable classrooms. For ten years before starting graduate work, Dr. Lotan taught English and French in junior high and high school.", "current_research": "Teaching and learning in heterogeneous classrooms; teacher education; sociology of the classroom; social organization of schools."}
{"cb_id": "15cae9e4e37ef449fdfc41a753c48c4b032d0f85", "interests": "Achievement and Motivation              Applied Econometrics              Charter Schools              Credentialing / Preparation              Early Childhood Education              Economics of Education              Educational Policy              Educational Equity              Educational Research in Student Testing and Large-Scale Assessment              Equity and Poverty              High-stakes Testing              Policy              Policy Analysis and Implementation              Policy to Improve Research              Poverty and Child Welfare              Research Design              Research Methods              School Finance              Standards              State and Federal Education Policy              Statistical Issues in Educational Accountability and Large-Scale Assessment              Statistical Methods and Applications in Statistical Issues              Statistics              Survey Research Methods              Teacher Education and Certification              Teacher Labor Markets              Teachers and Teachers\\' Unions", "create_time": "2017-02-12 22:51:13", "research_summary": "Dr. Loeb specializes in the economics of education, and the relationship between schools and federal, state and local policies. Her work focuses particularly on school finance and teacher labor markets. She is the director of the Institute for Research on Education Policy and Practice (IREPP) and co-director of Policy Analysis for California Education (PACE).", "current_research": "Education policyTeacher career choices and teacher effectivenessSchool leader labor markets and job performanceSchool finance reforms"}
{"cb_id": "1ef93a00574d21647eb4c62ea3d64da6805daca6", "interests": "Credentialing / Preparation              Educational Equity              Elementary Education              Teacher Education and Certification", "create_time": "2017-02-12 22:51:13", "research_summary": "Research and practice focuses on teacher education, elementary education, educational equity, and the design and purpose of education and schooling, as well as the exploration of the educational experience of students often marginalized by the school context.", "current_research": ""}
{"cb_id": "9bf0d039c5a132f1e1610ecef1d9940baf9e9007", "interests": "Access and Equity              Cognition in the Humanities              Cognitive Psychology of Interpretation              Curriculum and Instruction              English Education              History of Education              Learning Design              Literacy and Culture              Literature              Teacher Education              Urban Education              Writing", "create_time": "2017-02-12 22:51:13", "research_summary": "My research focuses on the teaching and learning of literary interpretation and writing in under-resourced urban high schools, with an emphasis on the links between in- and out-of-school interpretive practices. I am also interested in ways that digital media  specifically radio production  can be used as frameworks for teaching reading and writing to middle and high school students. Before pursuing an academic career, I taught secondary English at a Chicago public school for ten years. While there, I founded and ran a youth radio program that used digital audio production as a tool to help make writing and analysis relevant and real-world for struggling students, and to build bridges between school and the world outside.My primary goal as an academic is to help shape the teaching and learning of secondary English teachers and contribute to research that will help students  especially those in urban and under-resourced schools  become independent readers and writers.", "current_research": ""}
{"cb_id": "7299afe576a80cbc11828bc049ec905be7a2ef52", "interests": "", "create_time": "2017-02-12 22:51:13", "research_summary": "", "current_research": ""}
{"cb_id": "a905e5361c4b38b907a101cfb07f2c720afd6d46", "interests": "Access and Equity              Classroom Dynamics              Collaborative Learning & Problem Solving              Design Experiments              Diversity              Elementary Education              Equity              Identity              Latino Concerns in Education              Learning Design              Mathematical Problem-solving              Problem-based Learning              Race, Inequality, and Language in Education (RILE)              School as a Context of Human Development              Small Group Instruction and Interaction", "create_time": "2017-02-12 22:51:13", "research_summary": "Dr. Langer-Osuna\\'sresearch focuses on the natureof student identity and engagement during collaborative mathematical activity, and the ways in which authority and influence are constructed in interaction. Her current work, supported by an IRiSS faculty fellowship and the Center to Support Excellence in Teaching, focuses on understanding and supporting productive and equitable collaborative mathematics problem solvingamong elementary students. Her work has been published in the Journal for Research in Mathematics Education, Journal of the Learning Sciences, Mathematics Teaching and Learning, ZDM,Mathematics Education Research Journal, Canadian Journal of Science, Mathematics, and Technology Education, among other outlets.", "current_research": ""}
{"cb_id": "36fd8f4c6a87c1a81f594b43afd27a4f94d18737", "interests": "Adolescent Development              Community Involvement              Community/Youth Development and Organizations              Counseling              Cultural Studies              Diversity              Equity and Poverty              Gender Studies              Identity              Inner-city Youth              Mental Health              Minorities              Multiculturalism              Race, Inequality, and Language in Education (RILE)              Risk and Resilience Processes              Social and Emotional Development              Social Issues in Child and Adolescent Development              Student Development              Youth Development and Organizations", "create_time": "2017-02-12 22:51:13", "research_summary": "Dr. LaFromboise is concerned with helpingstudents respond effectively toacculturation pressure, cultural adjustment, discrimination, major life transitions and other stresses that are so typical--and so often neglected--in children and adolescents. As a counseling psychologist with clinical and teaching experience in a wide variety of university and American Indian/Alaska Nativereservation/village settings, Dr. LaFromboise is well-equipped to guide new professionals in school and community evidence-basedinterventions. She is the developer of the American Indian Life Skills Development Curriculum of problem-based lessons aimed at increasing social emotional competence and reducing the risk of suicide among American Indian/Alaska Nativeadolescents. Proven successful with high school students, this curriculum has beenextended to younger students.She isinvestigating cultural, social, and psychological indicators of adolescent risk behavior, school belongingness, and biculturalinvolvement.", "current_research": "Bicultural competence and resilience in ethnic minority adolescent development. Particularly, the influence of enculturation and acculturation experiences on adolescent development. Cultural considerations in individual, school and community-based psychological interventions with adolescents and emerging adults."}
{"cb_id": "ac69bc4a8a0c663c0e06b6a53316e20c89a48f3f", "interests": "Higher Education              History of Education              Policy              Race, Inequality, and Language in Education (RILE)              School Reform Issues              Sociology of Education", "create_time": "2017-02-12 22:51:13", "research_summary": "I am a sociologically oriented historian of education who seeks to explore some of the major processes and patterns that define the relationship between education and society in the United States. In my research, I aim to analyze the evolving institutional character of educational organizations (such as the high school, community college, education school, and university) and the evolving role of key groups that affect education (such as teachers, teacher educators, and reform movements) in the context of the broader purposes and functions of education in a liberal democracy. Within this broad approach to the subject, I have focused in the past on two major areas of study. One is the pressure exerted by markets on democratic education; the other is the peculiar nature of education schools as they have evolved over the years in the U.S.", "current_research": "Most Recent Book:My new book  Someone Has to Fail: The Zero-Sum Game of Public Schooling  is an essay about the nature of the American system of schooling. We ask the schools to serve contradictory goals - to provide social access and also to preserve social advantage - and they have been willing to comply with our wishes, even though this has undercut their ability to foster academic learning. I explore why school reform has been such a failure over the years, why that\\'s not necessarily such a bad thing, and why the main effects that schools have had on society are the unintended consequences of consumer choices rather than the planned outcomes of reform movements.Instead of reforming schools, my aim in this book is to explore how the school system developed and how it works - in its own peculiar way. I\\'m not touting the system or trashing it; I\\'m simply trying to understand it. And in the process of developing an understanding of this convoluted, dynamic, contradictory, and expensive system, I hope to convey a certain degree of wonder and respect for the way in which this apparent model of dysfunction works so well at what we want it to do even as it evades what we explicitly ask it to do. In its own way the system is extraordinarily successful, not just because it is so huge and growing so rapidly but because it stands at the heart of the peculiarly American version of the welfare state, providing us with educational opportunity instead of social equality.Current Research:I am currently working on a book about the historically evolved nature of American higher education (preliminary title: The Improbable Rise of American Higher Ed (and How It Works by Doing Everything Wrong). American higher education is an anomaly. In the second half of the 20th century it surged past its European forebears to become the dominant system in the world  with more money, influence, Nobel prizes, and drawing power than any of the systems that served as its models. By all rights, this never should have happened. Its origins were remarkably humble, arising from a loose assortment of parochial 19th century liberal arts colleges, which emerged in the pursuit of sectarian expansion and civic boosterism more than scholarly distinction. It was not even a system in the usual sense of the word, since it emerged with no plan, no planner, no prospects, and no reliable source of support. Yet these weaknesses of the American system in the 19th century turned out to be strengths in the 20th. From the difficult circumstances of trying to survive in an environment with a weak state, a divided church, and intense competition with peer institutions, American colleges developed into a system of higher education that was lean, adaptable, consumer-sensitive, self-supporting, and radically decentralized. This put the system in a strong position to expand and prosper when, before the turn of the century, it finally got what it was most grievously lacking: academic credibility (which came when it adopted elements of the German research university) and large student enrollments (which came when middle class families started to see social advantage in sending their children to college). This system is extraordinarily complex, bringing together contradictory educational goals, a broad array political constituencies, diverse sources of funds, and multiple forms of authority into a single institutional arena characterized by creative tension and local autonomy. One tension is between the influence of the market and the influence of the state. Another arises from the conflict among three social-political visions of higher education  as undergraduate college (populist), graduate school (elite), and land grant college (practical). A third arises from the way the system combines three alternative modes of authority  traditional, rational, and charismatic. In combination, these elements promote organizational complexity, radical stratification, broad political and financial support, partial autonomy, and adaptive entrepreneurial behavior."}
{"cb_id": "7df1b9f957865b0014c0910d13c5698ab46a7aab", "interests": "Career Counseling              Counseling              Grading Policy              Testing", "create_time": "2017-02-12 22:51:13", "research_summary": "Dr. Krumboltz is a specialist in counseling psychology. He helps counselors learn how to help their clients take actions to create more satisfying lives for themselves. His research covers tracing the roots of academic, career, and personal problems, as well as studying the emotional outcomes of learning experiences, and the use of multimedia in simulating occupational activities. Dr. Krumboltz is also a leader in the theory of career counseling. His social learning theory postulates that career transitions result from an uncountable number of learning experiences made possible by both planned and unplanned encounters with the people, institutions and events in each person\\'s particular environment.", "current_research": "Use of Virtual Job Experiences to motivate occupational exploration;An experimental comparison of happenstance counseling vs. traditional career counseling;The effects of written self-help materials on perfectionism and the willingness to take risks."}
{"cb_id": "d9e56809d06a84bcedc3b54f6dade19fe8c3cfe9", "interests": "", "create_time": "2017-02-12 22:51:13", "research_summary": "", "current_research": ""}
{"cb_id": "26a492a98d90e535d2c029405ff8f3ca7b50f4af", "interests": "", "create_time": "2017-02-12 22:51:13", "research_summary": "", "current_research": ""}
{"cb_id": "c823c85e00a4d350784d96e8d4124539577b8b0c", "interests": "Access and Equity              Applied Statistics in Educational Research              Design and Analysis of Longitudinal Research              Early Childhood Education              Educational Policy              Educational Research in Student Testing and Large-Scale Assessment              Evaluation              Gender Studies              Globalization              Human Rights              International Aid              International Comparative Education              Motivation to Learn              Multiculturalism              Policy Analysis and Implementation              Politics of Education              Research Design              Research Methods              Survey Research Methods              Teachers and Teachers\\' Unions              Women in Science", "create_time": "2017-02-12 22:51:13", "research_summary": "", "current_research": "- The Politics of Cross-National Assessments- Teachers\\' Perceptions of Assessments Around the World- Design Thinking, Growth Mindset, and the Intersection of Science, Technology, Engineering, Mathematics, and Arts (STEAM) Education"}
{"cb_id": "35ae5ba3011b1631a1b19886bd5bba5c63a25a29", "interests": "Alternative Schooling              Civic Education              Cultural Studies              Education and Migration              Ethnography              History of Education              Identity              Multiculturalism              Music Education              Private Schools              Religion              Social Networks              Sociology of Culture              Sociology of Education", "create_time": "2017-02-12 22:51:13", "research_summary": "Ari is interested in research at the intersection of Education and Jewish Studies, with an emphasis on the myriad ways in which people cultivate ethnic and religious identities and practices. His research focuses on questions of culture in all its manifestations including the material, aural, visual, and ideological. He is the coordinator of the Concentration in Education and Jewish Studies.He is the author of Station Identification: A Cultural History of Yiddish Radio (California, 2009), the editor of Is Diss a System?: A Milt Gross Comic Reader (NYU, 2010), and a co-author of Sacred Strategies: Transforming Synagogues from Functional to Visionary (Alban Institute, 2011). He is also the author of a number of articles about contemporary Jewish identity and culture, among other things", "current_research": "Ari is completing a book that explores the culture of contemporary evangelical worship music. The book examines how songwriters, worship leaders, and music industry professionals understand the role of songs as both vehicles for and practices of faith and identity.He is also writing a collection of essays entitled \\\"Learning to be Jewish,\\\" that takes a case study approach to questions about how people learn to be Jewish. The book will take an interdisciplinary approach to a variety of sites from Fiddler on the Roof to the Krakow Jewish Festival. \\\"Learning to be Jewish\\\" approaches its subjects with a sense that much of how people understand themselves in relation to Jewish communities, beliefs, practices, and texts is learned well beyond formal and informal educational structures."}
